[
  {
    "PMID": "40304301",
    "Title": "Dermatological Complaints Related to On-Body Diabetes Therapeutic Devices Using the MAUDE Database.",
    "Abstract": "N/A",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "40293065",
    "Title": "Adverse Events Associated With Ultrasonic Bone Saws.",
    "Abstract": "OBJECTIVES: To classify device- and patient-related events associated with the use of ultrasonic bone saws. METHODS: The U.S. Food and Drug Administration's Manufacturer and User Facility Device Experience (MAUDE) database was queried for medical device reports from January 2014 through June 2024. The search included the following terms: \"piezo saw,\" \"piezoelectric,\" \"piezosurgery,\" and \"sonopet.\" Medical device reports for Piezosurgery (Mectron, Carasco, Italy) and Sonopet Ultrasonic Bone Aspirator (Stryker, Kalamazoo, MI) were analyzed and data extracted. RESULTS: In total, 673 reports were reviewed and 432 were included for analysis, 64 and 368 of which involved Piezosurgery and Sonopet, respectively. The most common device-related events were inability to irrigate (n = 186), overheating or melting of the device (n = 148), and fracture of the insert tip (n = 58). Due to malfunctions, 18 clinically significant case delays and 1 case abortion were reported. Patient-related events occurred in 31 cases, resulting in 15 morbidities. The most common patient injury was thermal burn (n = 13) followed by iatrogenic foreign body (n = 8). Patient-related events resulted in conservative treatment in 10 cases and further surgical intervention in 7 cases. CONCLUSIONS: Ultrasonic bone saws are used increasingly in place of oscillating saws and conventional osteotomies for craniomaxillofacial and rhinoplasty surgery. Understanding the risks of device overheating or fracture, and the associated risk of thermal burn or iatrogenic foreign body may help surgeons improve the safe use of these devices.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "40221275",
    "Title": "Atrial septal defect and patent foramen ovale closure- complication profile of approved Gore Occluders.",
    "Abstract": "BACKGROUND: Patent foramen ovale and atrial septal defect are among the most common congenital heart diseases. When they are symptomatic, either pharmacologic or percutaneous/surgical treatment should be considered. The aim of this study was to investigate the post-approval complication profiles of the Gore Cardioform and Gore Helex devices based on the Manufacturer and User Facility Device Experience database. METHODS: A search of the Manufacturer and User Facility Device Experience Database was performed to identify reports of complications following the closure of atrial septal defects with Gore devices. 401 reports met inclusion criteria, including 204 patients with Gore Cardioform Septal Occluder, 146 patients with Gore Cardioform ASD Occluder, and 51 patients with Gore Helex Septal Occluder. RESULTS: The number of adverse events related to device problems contributed to 51.4 % of reported complications (n = 206), which mostly consisted of embolism of the device (n = 140). There were 3 reported cases of death, with 2 linked to device embolization. Most reports concerned devices sized 25 and 30 mm although only 313 reports (78.1 %) had information about size available. 54 cases of pericardial effusion and 14 cases of perforation were reported. Multiple postoperative arrhythmias were reported (n = 80), with the majority of them being atrial fibrillation (n = 39) or heart block (n = 18). CONCLUSIONS: No cardiac erosions linked to Gore devices were found throughout our analysis, supporting earlier literature findings. The investigated devices and their sizes varied in terms of complication profiles.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "40098839",
    "Title": "Acute Clinical Adverse Outcomes Associated With the Cor-Knot.",
    "Abstract": "BACKGROUND: Although an integral component of cardiac valve operations, manual knot tying has been linked with increased operative times and greater costs. The introduction of the Cor-Knot device (LSI Solutions) has eliminated hand-tied knots through an automatic titanium fastener system. However, adverse outcomes related to this device remain unknown. We thus used a nationally representative cohort to characterize adverse events of the Cor-Knot. METHODS: All adverse events for the Cor-Knot from 2015-2023 were tabulated from the Manufacturer and User Facility Device Experience database. Reports were screened to assess incident type and complication. Device and patient complications were categorized and reported as proportions to further ascertain factors contributing to the development of adverse incidents. RESULTS: Of an estimated 74 adverse events, the number of reported occurrences increased over the study period from 1 in 2015 to 13 in 2023. The greatest proportion of adverse events involved the Cor-Knot Mini (41.9%) or the Cor-Knot (37.4%), with malfunction representing the most frequent device incident (63.5%). Problems related to device usage (22.8%) or misfire (22.8%) constituted the most frequent complications after Cor-Knot usage. The most frequent complications included valve insufficiency (10.8%), presence of a foreign body (8.1%), or hemorrhage (2.7%). CONCLUSIONS: Of all reported adverse events, malfunction was most likely to occur due to misfire or device usage issues. Patient complications comprised valve insufficiency, foreign body presence, or hemorrhage. As adoption and utilization of the Cor-Knot increases, future work is necessary to ensure adequate device training and minimize the incidence of adverse events.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "40021401",
    "Title": "Adverse events and failure modes related to Impella CP: Insights from the FDA MAUDE database.",
    "Abstract": "N/A",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "39939127",
    "Title": "Analysis of complications of minimally invasive approaches for symptomatic lumbar spinal stenosis.",
    "Abstract": "INTRODUCTION: Current treatment modalities of lumbar spinal stenosis range from conservative medical management and physical therapy to open surgical decompression. Minimally invasive lumbar decompression (MILD) and Superion interspinous spacers (SISS) Vertiflex offer the promise of effective pain relief with shorter recovery time and lesser potential complications compared with open surgical decompression procedures and general anesthesia. Despite their increasing utilization, their complication profile is not well established in the literature. METHODS: We searched the FDA's Manufacturer and User facility Device Experience (MAUDE) database for all entries on MILD product code 'HRX' and SISS product code 'NQO'. MAUDE database was queried from 2010 to 2021. Duplicate entries were removed, and complications were classified based on the event descriptions. RESULTS: For the MILD procedure, a total of 10 entries were found in the MAUDE database. Among these, 8 were classified as surgical complications and 2 were device related. On the other hand, a total of 919 reports were found in the MAUDE database for Vertiflex, with 385 medical device reports were included in the analysis. Device-related were the most reported complication, accounting for 189 cases. CONCLUSION: As with any new intervention, we must proceed with caution and evaluate the procedure performance over time. Such data should aid physicians to make informed decisions before choosing either technique for their patients. The findings from this study provide insight into the complication profile associated with both MILD and Vertiflex procedures, highlighting the need for continued evaluation and careful consideration in clinical decision-making.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "39939041",
    "Title": "Device Approval in the United States: The FDA Is on Target.",
    "Abstract": "N/A",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "39917630",
    "Title": "A comprehensive analysis of MRI-related Cochlear implant adverse events reported by FDA's manufacturer and user facility device experience database.",
    "Abstract": "OBJECTIVE: Identify MRI-related cochlear implant (CI) adverse events from the Food and Drug Administration (FDA) Manufacturer and User Facility Device Experience (MAUDE) database and determine whether devices with diametric magnets are associated with reduced adverse events. METHODS: Data on MRI-related adverse events were collected from the MAUDE database for reports filed between 01/01/2013 and 01/29/2023. Outcomes and interventions were manually extracted. Device problems, electrode designs, and correlated patient problems were grouped and analyzed using R. RESULTS: All CI complications were derived from three manufacturers: Cochlear Limited, Advanced Bionics, and MED-EL. MRI-related CI complications occurred in 668 of 32,446 reports (2.1%). MRI-related CI complications increased from 32 reports (4.8%) in 2013 to a peak of 142 reports (21.3%) in 2019 and decreased to 56 reports (8.4%) in 2022. The most common MRI-related device problems were dislodgment/dislocation (39.9%, n = 266) or migration/expulsion (33.4%, n = 223). The most frequently identified patient problems identified were pain (31.6%, n = 211), hearing impairment (4.9%, n = 33), unspecified medical problems (3.7%, n = 25), implant failure (3.0%, n = 20), and injury (1.5%, n = 10). Of these, 358 reports (53.6%) contained the date of device manufacture. The median MDR per year decreased from 11 in the 3 years before each manufacturer released their MRI-conditional CI to 0 in the 3 years following the release (p = 0.014). CONCLUSIONS: The introduction of MRI-conditional CIs has successfully reduced MRI-associated adverse events. There have been no reported cases of MRI-related CI complications for devices containing the new MRI-conditional magnets for each of the three major US manufacturers. LEVEL OF EVIDENCE: N/A.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "39897269",
    "Title": "Review of Reported Adverse Events Associated With Prescription Hearing Aids in the Manufacturer and User Facility Device Experience (MAUDE) Database.",
    "Abstract": "Objective To examine the adverse events reported in the U.S. Food and Drug Administration's (U.S. FDA's) Manufacturer and User Facility Device Experience (MAUDE) database for prescription hearing aids (HA). Methods A retrospective study was performed from January 2014 to September 2024 using the U.S. FDA's MAUDE database. Medical device reports (MDRs) were identified using product codes (ESD, OSM, and QDD) and keywords (\"Hearing Aid, Air-Conduction, Prescription; Hearing Aid, Air-Conduction with Wireless Technology, Prescription; and Self-fitting, Air-Conduction Hearing Aid, Prescription\"). Exclusion criteria included reports unrelated to the usage of the device or those providing insufficient data. The incidence of adverse events was estimated using the Hearing Industries Association's market data over the last 10 years. Results A total of 586 medical device reports (MDRs) were identified, and 504 met the inclusion criteria. There were 4 (0.8%) MDRs identified in 2014, 7 (1.4%) in 2015, 7 (1.4%) in 2016, 11 (2.2%) in 2017, 7 (1.4%) in 2018, 27 (5.4%) in 2019, 50 (9.9%) in 2020, 24 (4.8%) in 2021, 119 (23.6%) in 2022, 174 (34.5%) in 2023, and 74 (14.7%) in 2024, up to the third quarter. Of the 504 MDRs, 829 total events were identified. The mean number of events per MDR was calculated as 1.9. Four hundred and ninety-four (59.6%) of the 829 events were related to device malfunction, with 180 (21.7%) attributed to charger-related issues and 137 (16.5%) to poor construction/device falling apart, resulting in foreign bodies in the ear for 96 (70.1%) of those 137 cases. A total of 303 (36.6%) events were related to adverse medical effects, 19 (2.3%) were related to customer service issues, and 11 (1.3%) were related to failure to provide hearing benefits. The incidence rate of adverse events over the last decade was calculated as 0.00114%. Conclusions There is a low reported incidence of adverse events associated with prescription hearing aids. Charger issues, possible poor construction and device failing apart, resulting in foreign bodies in the ear, and medical complications, were commonly reported as adverse events. The data can increase providers' awareness of common complaints, enhance targeted monitoring, and advise and manage expectations.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "39850626",
    "Title": "Evaluation of reporting trends in the MAUDE Database: 1991 to 2022.",
    "Abstract": "UNLABELLED: Adverse event reporting for medical devices is critical for risk mitigation. The Food and Drug Administration's (FDA) Manufacturer and User Facility Device Experience (MAUDE) database serves as a key tool for post-market surveillance, receiving reports from various sources. Ensuring information integrity, especially across diverse reporting sources, is paramount. Periodic regulatory updates aim to enhance reporting. OBJECTIVE: Analyze reporting patterns, assess the potential contribution of 2015 and 2018 regulatory updates on reporting rates for varies reporters. Additionally, evaluating reporting schedule compliance by comparing average reporting times to regulatory requirements for these reporters. METHODS: Data from 1991-2022 was retrieved from the MAUDE database. Annual report counts were filtered by reporter and event type. Average reporting time was calculated as the difference between received and awareness dates. RESULTS: The 2018 Voluntary Malfunction Summary Reporting (VMSR) program correlated with an increase in manufacturers' event reporting, peaking at 3,135,501 events in 2022. Distributors' reports surged post-2018, while voluntary reports steadily increased since 1997, spiking notably in 2015 with the Electronic Medical Device Reporting (eMDR) submission update. Reporting times for deaths averaged 80 days for manufacturers, far exceeding regulatory requirements, compared to 40 days for distributors and 46 days for user facilities. Malfunction events had longer average reporting times for manufacturers (89 days) compared to distributors (44 days). CONCLUSIONS: Changes in reporting trends around 2015 and 2018 may be linked to regulatory updates. Tailoring regulatory changes for each reporter type, like user-friendly electronic forms, new reporting programs, and exemptions cancelations, can improve reporting. Balancing the volume of reports among different reporters is crucial for enhancing database integrity, transparency, and overall health outcomes.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "39720046",
    "Title": "Device-related patient outcomes for coronary stents: A MAUDE database analysis.",
    "Abstract": "The growing prevalence of coronary artery diseases in the US corresponds to the increasing use of minimally invasive techniques that require coronary stents. Although extensive research is available on the perioperative outcomes of the 3 stent options - bare-metal stents (BMS), drug-eluting stents (DES), and bioresorbable drug-eluting stents (BVS), a knowledge gap exists in the longitudinal monitoring of patient outcomes due to device-related causes. Therefore, our study examines the device-related patient outcome and the relative performance for BMS, DES, and BVS. Data on 3 device outcomes (deaths, injuries, and malfunction) for each stent type was obtained from the January 2011 to February 2020 Manufacturer and User Facility Device Experience (MAUDE) database. Statistical visualizations and analysis were used to identify trends and significant differences between groups. Of a total of 68,618 adverse event reports, DES, BMS, and BVS each accounted for 88.5 %, 10.2 %, and 1.25 % of the cases, respectively. Device malfunctions were the most reported event (47.2 %), followed by injuries (44.1 %) and deaths (8.66 %). Over time, BMS malfunction rates showed a steady decrease (R = -0.87), while DES malfunction rates increased significantly (R = 0.79). An inversely proportional relationship between DES injuries and malfunctions was observed. The increase in DES malfunctions was 4 times greater than the decrease in BMS malfunctions. Approximately 7 % of reported adverse events were classified as misreported, with most involving DES. These results suggest 2 plausible interpretations: 1) reporting categorization for devices shifted from injuries to malfunction, and 2) stents choice is transitioning from BMS to DES. Our findings also highlight the need to improve reporting accuracy for MAUDE database data.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "39712406",
    "Title": "Intragastric balloon adverse events: a comprehensive MAUDE database review.",
    "Abstract": "BACKGROUND: Endoscopic bariatric interventions are viable alternatives to traditional weight loss surgeries for patients with a body mass index between 30 and 40 kg/m2. While studies have explored the impact of intragastric balloons on obesity and weight reduction, comprehensive data on real-world device-related complications and failures are limited. This study aimed to investigate mechanical failures leading to patient adverse events reported to the US Food and Drug Administration. METHODS: A retrospective analysis using the Manufacturer and User Facility Device Experience (MAUDE) database examined device-related events and patient outcomes associated with various intragastric balloons from July 2017 to October 2023. Data analysis was performed using SPSS software to assess the reported events and their associations with specific types of intragastric balloons. RESULTS: Our review included 1393 cases, revealing 1758 device malfunctions and 1760 patient complications. Deflation problems (25.31%) and balloon leakage or rupture (21.90%) were the most common device-related complications. Patient complications were primarily linked to the Orbera balloon, with implant failure (24.30%), abdominal pain (21.92%), and vomiting (21.26%) as leading adverse events. CONCLUSION: Our findings highlight the need for continuous surveillance, rigorous monitoring, and enhanced safety protocols for intragastric balloons.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "39711514",
    "Title": "Procedure-Related Mortality in Aspiration Thrombectomy for Pulmonary Embolism: A MAUDE Database Analysis of the Inari FlowTriever and Penumbra Indigo Systems.",
    "Abstract": "BACKGROUND: Pulmonary embolism (PE) is an important cause of death and disability. Advances in catheter-directed therapies have led to the use of devices, such as the Inari FlowTriever and Penumbra Indigo system for aspiration thrombectomy (AT) for both massive and sub-massive PE. However, limited data exist on causes of procedural mortality. METHODS: Analysis of the Food and Drug Administration's (FDA) Manufacture and User Facility Device Experience (MAUDE) database was performed. Data for the Inari FlowTriever and Penumbra Indigo aspiration thrombectomy systems were evaluated for mortality events and classified by cause of death from January 1, 2015, to December 31, 2023. RESULTS: The review identified 26 mortality events related to the Inari FlowTriever and 28 related to the Penumbra Indigo device. Pulmonary vascular perforation (n=26) and right heart injury/tamponade (n=9) were the most common source of mortality. Clot migration (n=4) and acute right heart failure (n=5) were less frequently observed. CONCLUSIONS: This study reveals more mortality events than have been captured in the literature to date. Vascular perforation and cardiac injury are the most common and also potentially preventable sources of mortality. Strategies to mitigate complications related to aspiration thrombectomy are described. CLINICAL IMPACT: Analysis of mortality in aspiration thrombectomy (AT) for acute pulmonary embolism is necessary to better understand the safety profile of this procedure. This analysis of the MAUDE database reports the largest single cohort of 54 deaths. Potentially preventable procedure-related mortality in AT has been documented to be the result of vascular perforation and cardiac perforation with tamponade. Preparation for emergent pericardiocentesis should be considered in mechanical thrombectomy. Clot migration may result from thrombus maceration or migration of clot in transit, thus, careful pre-procedure examination for clot in transit with echocardiography is suggested.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "39647966",
    "Title": "Instrument failures for the AirSeal device: A Food and Drug Administration MAUDE database study.",
    "Abstract": "N/A",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "39600779",
    "Title": "A Retrospective Study of the Adverse Events Associated With Over-the-Counter Hearing Aids in the Manufacturer and User Facility Device Experience (MAUDE) Database.",
    "Abstract": "OBJECTIVE: To examine the adverse events reported in the United States Food and Drug Administration (USFDA)'s Manufacturer and User Facility Device Experience (MAUDE) database for over-the-counter (OTC) or non-prescription hearing aids. METHODS: A retrospective cross-sectional study was performed using the USFDA's MAUDE database from January 2014 to August 2024. Adverse events were identified using the product codes (QUF, QUG, and QUH) and the keywords (\"Hearing Aid, Air-Conduction with Wireless Technology, Over the Counter, Hearing Aid, Air-Conduction, Over the Counter, and Self-Fitting Air-Conduction Hearing Aid, Over the Counter\"). Exclusion criteria included reports unrelated to OTC hearing aids and the usage of the device, or those providing insufficient information. The incidence of adverse events was estimated using data from market research reports. RESULTS: A total of 25 adverse events were identified, with 17 reports meeting the inclusion criteria. Medical device reports (MDRs) were available for 2022 (n=1), 2023 (n=9), and 2024 (n=7). Eighteen (60.0%) reports were related to device malfunction, six (20.0%) were regarding poor customer service, three (10.0%) referred to medical adverse events, two (6.7%) were associated with failure to provide hearing benefits, and one (3.3%) referred to incompatibility with other medical equipment. Nine (30.0%) of the device malfunction reports were due to poor construction or the device falling apart, with eight (88.9%) of those cases resulting in foreign bodies in the ear. The incidence rate of adverse events for OTC hearing aids was calculated as 0.00132%. CONCLUSIONS: There is a low reported incidence of adverse events associated with OTC hearing aids. Possible poor construction of the device and its falling apart, resulting in foreign bodies in the ear, and poor customer service were commonly reported as adverse events. This information can aid providers in advising patients and managing expectations. However, more robust studies are needed to monitor adverse events associated with OTC hearing aids.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "39553813",
    "Title": "Deoxycholic Acid for Submental Convexity: A MAUDE Database Analysis.",
    "Abstract": "STUDY DESIGN: The study was a retrospective cross-sectional database analysis. OBJECTIVE: Deoxycholic acid (DOC) injections are a novel, in-office procedural alternative to submental liposuction or submentoplasty to address excess submental fat. Post-market safety data regarding this treatment is currently limited. The objective of this study is to analyze adverse events reported in the Manufacturer and User Facility Device Experience (MAUDE) database. METHODS: The MAUDE database was queried for all reports related to adverse events involving deoxycholic acid using the search terms \"KYBELLA\" and \"deoxycholic acid.\" Reports were individually reviewed by 2 reviewers and categorized with special attention to adverse events. RESULTS: A total of 34 medical device reports were identified from the database query. Thirteen of these reports (21 total events) were included in the analysis after excluding duplicates, unrelated adverse events, or events associated with the off-label use of DOC. Reported adverse events include excessive swelling (n = 5, 24%), marginal mandibular nerve weakness (n = 4, 19%), unsatisfactory aesthetic outcome (n = 4, 19%), numbness (n = 3, 14%), dysphagia (n = 1, 5%), infection (n = 1, 5%), and skin necrosis (n = 3, 14%). Two patients required hospitalization for skin necrosis management; both had underlying systemic diseases. CONCLUSIONS: Adverse events following DOC injections included excessive swelling, dysphagia, numbness, infection, unsatisfactory aesthetic outcome, facial nerve weakness, and skin necrosis requiring hospitalization and/or surgery. Patient counseling regarding these adverse events should be discussed when offering DOC injections for submental convexity.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "39539243",
    "Title": "Editorial Comment on: \"Real-World Safety of Prostate Cancer Focal Therapy: MAUDE Database Analysis\" by Qian et al.",
    "Abstract": "N/A",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "39461686",
    "Title": "Intraprocedural and postprocedural adverse events associated with a single-chamber atrial leadless pacemaker.",
    "Abstract": "N/A",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "39443407",
    "Title": "Early insights on adverse events associated with PulseSelect™ and FARAPULSE™: analysis of the MAUDE database.",
    "Abstract": "N/A",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "39346784",
    "Title": "A MAUDE database analysis on the new generation of active bone conduction hearing implants.",
    "Abstract": "OBJECTIVE: To analyze medical device reports (MDR) submitted to the Food and Drug Administration's (FDA) Manufacturer and User Device Facility Experience (MAUDE) database to identify adverse events (AEs) in patients implanted with novel active bone conduction hearing implants (BCIs). METHODS: We conducted a search of the FDA MAUDE database on the newest generation of BCIs. Data were collected concerning device malfunctions, patient injuries, factors triggering these incidents, and the subsequent actions taken. RESULTS: In total, 93 (16.7%) device malfunctions and 465 (83.3%) patient injuries with 358 subsequent interventions were identified, resulting in 558 AEs. Although the absolute AE number per device cannot be identified, the following trends were detected: Among the 494 AEs associated with OSI200, 55 (11.1%) reported device malfunctions and 454 (88.9%) cited patient injuries. Out of the 64 AEs linked to BCI602, 28 (59.4%) were associated with malfunctions, whereas 26 (40.6%) involved patient injuries. The most frequently reported particular AEs for the OSI200 were infection (n = 171, 34.6%), extrusion of the device (n = 107, 21.7%), and pain (n = 51, 10.3%). Conversely, no device output (n = 20, 31.3%) and loss of osseointegration (n = 7, 10.9%) were the most reported AEs for the BCI602. Various AEs led to 214 explanations and 77 revision surgeries. Sixty-seven AEs reported conservative treatment. CONCLUSION: The current study provides an overview of the most commonly reported complications with new active BCIs. Although providing an overview, given the limitations of the FDA MAUDE database, our results have to be interpreted with caution. LEVEL OF EVIDENCE: 4.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "39326927",
    "Title": "Analysis of 1027 Adverse Events Reports for Interspinous Process Devices From the US Food and Drug Administration Manufacturer and User Facility Device Experience Database.",
    "Abstract": "BACKGROUND: Interspinous process devices (IPDs) introduce a new class of complications to surgical decompression without fusion: hardware-related complications. The purpose of this study was to describe the adverse events associated with IPDs. STUDY DESIGN: This was a retrospective review of the Food and Drug Administration Manufacturer and User Facility Device Experience database. METHODS: The database was queried from its inception to November 2022 for reports associated with \"Prosthesis, Spinous Process Spacer/Plate.\" Entries were categorized by event type, patient impact, and interventions. RESULTS: A total of 943 surgery-related adverse events were identified. The most common intraoperative events were implant malfunctions (39.7%, n = 374) and fractures (2.2%, n = 21). The most common postoperative events were persistent pain (26.6%, n = 251), implant migration (19.1%, n = 180), and fracture (6.8%, n = 64). The most common resultant outcome of an adverse event was the need for revision surgery (48.8%, n = 460). The need for revision surgery was common in patients who experienced fracture (47.1%), implant migration (84.5%), infection (76.7%), and neurological complications (76.9%). Implant migration, fracture, and implant malfunction, 3 complications that are unique to decompression with an IPD as compared with traditional laminectomy, accounted for 45.9% of revisions (211/460), and revision was required in 33.0% of cases where 1 of these complications was reported (211/640). Implant malfunction made up 21.2% of Coflex complications, 47.3% of Superion complications, and 5.2% of X-Stop complications. CONCLUSIONS: The most common adverse events were implant malfunction, inadequate efficacy, implant migration, and fracture. Concerningly, these complications require revision surgery in one-third of cases when they occur. Implant-specific assessments demonstrate a high prevalence of implant malfunctions for the Coflex and Superion implants. CLINICAL RELEVANCE: Interspinous process devices introduce a new class of complications to isolated spinal decompression surgery: implant-related complications. These complications occur both intraoperatively and postoperatively, and they frequently necessitate revision surgery.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "39318983",
    "Title": "Adverse Events Associated With 3 Vitrectomy Platforms Reported to the US FDA MAUDE Database.",
    "Abstract": "Purpose: To identify and describe adverse events (AEs) observed with real-world use of the following 3 vitrectomy platforms: Constellation (Alcon), Enhancing Visual Acuity (EVA, Dutch Ophthalmic Research Center), and Stellaris (Bausch + Lomb). Methods: All reports submitted to the US Food and Drug Administration's Manufacturer and User Facility Device Experience (MAUDE) database between January 2010 and November 2021 that were associated with the 3 vitrectomy platforms were analyzed. Each report was reviewed for AEs or consequences and the type of complication noted. Duplicates and reports with an inadequate narrative to categorize the event were excluded. A descriptive analysis was performed for the prevalence of device-specific issues within each platform. Results: The analysis included 2534 reports (1738 Constellation, 117 EVA, 679 Stellaris). Overall, the most commonly reported complications involved the vitrectomy probe (n = 957 [37.8%]) and the central processing unit (n = 368 [14.5%]). Differences in the distribution of AEs among the platforms were noted, with vitrectomy probe issues being the most reported events for the Constellation and Stellaris and infusion issues for the EVA. Infusion issues most frequently led to reports of patient harm with the Constellation (31/1738 [1.8%]) and EVA (7/116 [6.0%]), while issues with the vitrectomy probe were reported with the Stellaris (11/679 [1.6%]). Conclusions: An analysis of real-world data in the MAUDE database highlighted the spectrum of device-specific AEs of greatest relevance to surgical practice. Familiarity with potential device complications will help minimize harm to patients.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "39281406",
    "Title": "Adverse Events of Femtosecond-Assisted Laser-Assisted In situ Keratomileusis: A Manufacturer and User Facility Device Experience Database Study.",
    "Abstract": "PURPOSE: To analyze the United States Food and Drug Administration's Manufacturer and User Facility Device Experience (MAUDE) database, which contains reports of adverse events involving medical devices, and characterize the most common adverse events of femtosecond (FS) laser-assisted in situ keratomileusis (LASIK). METHODS: The MAUDE database was queried on May 19, 2022, for adverse events involving the ophthalmic FS laser reported from January 2012 to April 2022. Reports unrelated to LASIK procedures were excluded. Data extraction was performed on these reports, including the type of adverse event and whether surgery was successfully completed. Frequency analysis was performed using the Statistical Package for the Social Sciences. RESULTS: From the 3491 reported adverse events involving the FS laser system, 1136 met the inclusion criteria. Of the 672 cases where outcomes were reported, 476 were successfully completed and 196 were aborted. The most common intraoperative complications were incomplete cut (42.8%), thinner than intended flap (17.6%), and difficulty lifting the flap (12.0%). FS-related complications included opaque bubble layer (2.3%), air bubbles in the anterior chamber (2.4%), and vertical gas breakthrough (4.1%). Other device-related intraoperative complications included suction loss (10.2%), difficulty docking (2.4%), and laser malfunction (2.0%). The most common postoperative complications were diffuse lamellar keratitis (DLK) (7.8%) and rainbow glare (4.6%). CONCLUSION: The most common intraoperative FS-assisted LASIK complication in the MAUDE database was an incomplete flap. The most common postoperative complication was DLK. This study is the first to investigate FS-assisted LASIK adverse events in the MAUDE database. It can raise awareness of real-world surgical complications and help ophthalmologists better counsel and treat patients.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "39122507",
    "Title": "Keep an Eye on At-Home Devices: Energy-Based Acne and Anti-Aging Devices are Associated with Ocular Adverse Events in a Retrospective Analysis Using the MAUDE Database.",
    "Abstract": "N/A",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "38878940",
    "Title": "Clinical outcomes associated with an esophageal cooling device.",
    "Abstract": "N/A",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "38694934",
    "Title": "Adverse Events in Total Artificial Heart for End-Stage Heart Failure: Insight From the Food and Drug Administration Manufacturer and User Facility Device Experience (MAUDE).",
    "Abstract": "BACKGROUND AND OBJECTIVES: Real-world clinical data, outside of clinical trials and expert centers, on adverse events related to the use of SyncCardia total artificial heart (TAH) remain limited. We aim to analyze adverse events related to the use of SynCardia TAH reported to the Food and Drug Administration (FDA)'s Manufacturers and User Defined Experience (MAUDE) database. METHODS: We reviewed the FDA's MAUDE database for any adverse events involving the use of SynCardia TAH from 1/01/2012 to 9/30/2020. All the events were independently reviewed by three physicians. RESULTS: A total of 1,512 adverse events were identified in 453 \"injury and death\" reports in the MAUDE database. The most common adverse events reported were infection (20.2%) and device malfunction (20.1%). These were followed by bleeding events (16.5%), respiratory failure (10.1%), cerebrovascular accident (CVA)/other neurological dysfunction (8.7%), renal dysfunction (7.5%), hepatic dysfunction (2.2%), thromboembolic events (1.8%), pericardial effusion (1.8%), and hemolysis (1%). Death was reported in 49.4% of all the reported cases (n=224/453). The most common cause of death was multiorgan failure (n=73, 32.6%), followed by CVA/other non-specific neurological dysfunction (n=44, 19.7%), sepsis (n=24, 10.7%), withdrawal of support (n=20, 8.9%), device malfunction (n=11, 4.9%), bleeding (n=7, 3.1%), respiratory failure (n=7, 3.1%), gastrointestinal disorder (n=6, 2.7%), and cardiomyopathy (n=3, 1.3%). CONCLUSIONS: Infection was the most common adverse event following the implantation of TAH. Most of the deaths reported were due to multiorgan failure. Early recognition and management of any possible adverse events after the TAH implantation are essential to improve the procedural outcome and patient survival.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "38313458",
    "Title": "Adverse events associated with the gold probe and the injection gold probe devices used for endoscopic hemostasis: A MAUDE database analysis.",
    "Abstract": "BACKGROUND: Gastrointestinal (GI) bleeding accounts for over half a million admissions annually and is the most common GI diagnosis requiring hospitalization in the United States. Bipolar electrocoagulation devices are used for the management of gastrointestinal bleeding. There is no data on device-related adverse events for gold probe (GP) and injection gold probe (IGP). AIM: To analyze this using the Food and Drug Administration (FDA's) Manufacturer and User Facility Device Experience (MAUDE) database from 2013 to 2023. METHODS: We examined post-marketing surveillance data on GP and IGP from the FDA MAUDE database to report devicerelated and patient-related adverse events between 2013-2023. The MAUDE database is a publicly available resource providing over 4 million records relating to medical device safety. Statistical analyses were performed using IBM SPSS Statistics V.27.0 (IBM Corp., Armonk, NY, United States). RESULTS: Our search elicited 140 reports for GP and 202 reports for IGP, respectively, during the study period from January 2013 to August 2023. Malfunctions reportedly occurred in 130 cases for GP, and actual patient injury or event occurred in 10 patients. A total of 149 patients (74%) reported with Injection GP events suffered no significant consequences due to the device failure, but 53 patients (26%) were affected by an event. CONCLUSION: GP and IGP are critical in managing gastrointestinal bleeding. This study of the FDA MAUDE database revealed the type, number, and trends of reported device-related adverse events. The endoscopist and support staff must be aware of these device-related events and be equipped to manage them if they occur.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "38312201",
    "Title": "Leadless pacemaker tine damage and fracture: novel complications of a novel device fixation mechanism.",
    "Abstract": "BACKGROUND: Leadless pacemakers represent a paradigm-changing advancement. However, they required innovative and novel device design, including the use of nitinol tines for fixation. OBJECTIVE: We aimed to understand the potential for fracture in the novel tine-based fixation mechanism. METHODS: A retrospective approach was used to search the MAUDE (Manufacturer and User Facility Device Experience) database for events related to Micra pacemaker tine fracture and damage. Review of each report was performed to ascertain frequency of tine fracture and damage. RESULTS: Of 4241 MAUDE reports (2104 Micra VR, 2167 Micra AV), 230 included the terms \"fracture\" or \"tine,\" which yielded 7 tine fractures and 19 reports of tine damage. Overall, 2 (29%) of 7 tine fractures were noted during implantation, whereas 2 (29%) of 7 were discovered ≥1 week after implantation; 5 (71%) of 7 tine fracture reports described no associated patient signs or symptoms, and 4 (57%) of 7 described no change in pacing parameters. Tine damage occurred during implantation in 16 (84%) of 19, compared with 2 (11%) of 19 noted ≥1 week after implantation; 15 (79%) of 19 tine damage cases reported no associated signs or symptoms, and 7 (37%) of 19 described no changes in pacing parameters. Among all cases, there was 1 case of device embolization. CONCLUSION: The novel tine-based fixation mechanism appears susceptible to a novel failure mechanism-tine fracture and/or damage. Our analysis suggests these events may not always be associated with adverse signs or symptoms. Diligent attention at implantation, and future bench or clinical studies are needed to understand the rate, clinical impact, and mechanism of such failures, and role of surveillance.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "38250172",
    "Title": "Editorial: Female urogenital devices used during their lifetime-managing menstruation including pelvic health.",
    "Abstract": "N/A",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "38179023",
    "Title": "Adverse events related to accessory devices used during ureteroscopy: Findings from a 10-year analysis of the Manufacturer and User Facility Device Experience (MAUDE) database.",
    "Abstract": "OBJECTIVES: The objective of this study was to evaluate adverse events and device events related to accessories used during ureteroscopy (URS). MATERIALS AND METHODS: Analysis was performed of the records available in the Manufacturer and User Facility Device Experience database in the United States. Information was collected on characteristics of problem, timing, manufacturer verdict, successful completion of planned surgery, prolonged anaesthesia and injury to patient or staff. RESULTS: Five-hundred seventy-one events related to URS accessories were recorded. These were associated with the following devices: baskets (n = 347), access sheath (n = 86), guidewires (n = 78), balloon dilators (n = 27), ARDs (n = 17) and ureteral catheters (n = 16). Of the events, 12.7% resulted in patient injuries. Forty-eight per cent of the events resulted in prolonged anaesthesia, but the planned surgery was successfully completed in 78.4% of all cases. Collectively, the manufacturers accepted responsibility due to actual device failure in only 0.5% of cases. Common problems for baskets were failure to deploy (39.5%) and complete detachment of basket head (34.6%) and partial breakage of the basket head (12.4%). Of the basket group, 4.3% required open or percutaneous surgery to remove stuck basket. Full break of the body of the access sheath occurred in 41.9% and complete ureteral avulsion in 3.5%. For balloon dilators, there was a burst in 37% of cases. Broken guidewires were associated with 11.5% requiring repeat intervention for retrieval and 6.4% required JJ stent due to perforation to the collecting system. No injuries to operating staff were recorded with accessory usage. CONCLUSION: Accessories used during URS are fragile. Potential for serious injury does exist as a direct result of their use. Surgeons should familiarise themselves with these events and how they can be prevented.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "38130257",
    "Title": "Complications of eustachian tube balloon dilation: Manufacturer and User Facility Device Experience (MAUDE) database analysis and literature review.",
    "Abstract": "OBJECTIVE: To provide an analysis of complications following eustachian tube balloon dilation as well as their treatments and outcomes. DATA SOURCES: PubMed, Ovid Embase, and MAUDE Database. REVIEW METHODS: A systematic approach following PRISMA guidelines was used to identify publications pertaining to balloon dilation of the eustachian tube from PubMed and Ovid Embase databases was used. Once these publications were critically reviewed, the primary outcome extracted were reported complications. Additional complications were collected in the Manufacturer and User Facility Device Experience (MAUDE) database using the product class \"eustachian tube dilation device\" and searching through relevant manufacturers. Complications and outcomes were compared between these sources. RESULTS: Fifty five full-length manuscripts involving 7155 patients were included and 98 complications reported for a 1.4% complication rate. The most frequently reported adverse events were subcutaneous emphysema of the head and neck (19%), epistaxis (12%), and acute otitis media (11%). The MAUDE search returned 18 distinct patient entries, of which 12 (67%) reported complications. The most reported complications in the MAUDE database included subcutaneous emphysema (8, 67%) and pneumomediastinum (3, 25%). The most serious complication was a carotid artery dissection reported in one patient in the MAUDE database. CONCLUSION: Eustachian tube dilation is rarely associated with complications, which nevertheless may lead to morbidity and medical emergencies. Patients and providers should recognize potential risks associated with this intervention as well as methods to manage complications.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "37969167",
    "Title": "Device malfunctions with use of EUS-guided fine-needle biopsy devices: Analysis of the MAUDE database.",
    "Abstract": "BACKGROUND: The safety of endoscopic ultrasound-guided tissue acquisition through fine-needle biopsy devices is well-established in clinical trials. The real-world experience of using these devices is not known. The authors analyzed the postmarketing surveillance data from the Food and Drug Administration Manufacturer and User Facility Device Experience (MAUDE) database to answer this question. METHODS: The Food and Drug Administration MAUDE database from January 2012 to June 2022 was accessed to evaluate for device malfunctions and patient-related adverse consequences of these malfunctions. RESULTS: There were 344 device-related issues. Most issues were due to detachment or breakage of the device (n = 185 [53.7%]). Seventy-six of the breakages (40.8%) occurred during the procedure, whereas 89 cases (47.8%) occurred while removing the needle from the endoscope. The most common site of tissue biopsy at the time of needle breakage was the pancreas (44 [23.8%]).The common patient-related adverse events were retained foreign body (n = 50 [14.5%]) followed by bleeding (16, 4.6%). Six patients (3.4%) required a second intervention for removal of the retained foreign bodies including surgery in 2 cases. The device breakage damaged the endoscope in 3 cases (1.7%), and there was 1 case of needlestick injury to the nurse. CONCLUSION: The fine-needle biopsy devices can be associated with needle breakage and bending; these adverse events were not previously reported. Needle breakages can result in a retained foreign body that may require additional procedures including surgery. These real-world findings from the MAUDE database may inform clinical decisions and help improve clinical outcomes.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "37954315",
    "Title": "Evidence-based clinical engineering: Health information technology adverse events identification and classification with natural language processing.",
    "Abstract": "The primary goal of this project is to create a framework to extract Real-World Evidence to support Health Technology Assessment, Health Technology Management, Evidence-Based Maintenance, and Post Market Surveillance (as outlined in the EU Medical Device Regulation 2017/745) of medical devices using Natural Language Processing (NLP) and Artificial Intelligence. An initial literature review on Spontaneous Reporting System databases, Health Information Technologies (HIT) fault classification, and Natural Language Processing has been conducted, from which it clearly emerges that adverse events related to HIT are increasing over time. The proposed framework uses NLP techniques and Explainable Artificial Intelligence models to automatically identify HIT-related adverse event reports. The designed model employs a pre-trained version of ClinicalBERT that has been fine-tuned and tested on 3,075 adverse event reports extracted from the FDA MAUDE database and manually labelled by experts.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "37868127",
    "Title": "Complications Associated with Microdebriders in Otolaryngology Procedures from 2011 to 2021: A MAUDE Study.",
    "Abstract": "OBJECTIVE: The microdebrider is a powered surgical instrument that is widely used in the field of otolaryngology. We aim to identify the type and frequency of device malfunctions, patient complications, and subsequent interventions related to the use of microdebriders. STUDY DESIGN: Cross-sectional analysis. SETTING: The US Food and Drug Administration (FDA) 2011 to 2021 Manufacturer and User Facility Device Experience (MAUDE) database. METHODS: The MAUDE database was queried for reports of \"microdebrider,\" with adverse events selected that pertained to usage in head and neck surgeries from January 1, 2011 to December 31, 2021. RESULTS: There were 282 adverse events in 267 individual medical device reports (MDR). Although the majority of the reports did not specify the specific operation, endoscopic sinus surgery was the most common reported procedure (89, 33.3%). The most common cause of device malfunction was due to a broken piece (120, 48.2%) followed by overheating of the microdebrider motor (78, 31.3%). Of the reports which specified patient injury, the most commonly reported was \"unintentional tissue damage,\" (10, 32.3%). CONCLUSION: The microdebrider has demonstrated utility within the field of otolaryngology, but is not without risk of malfunction that can cause patient injury. By understanding possible risks of microdebrider usage, including tissue damage, burns, and bleeds caused by device malfunction or operator error, physicians can be better prepared to address complications and educate patients.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "37799789",
    "Title": "Adverse events in cryoballoon ablation for pulmonary vein isolation: Insight from the Food and Drug Administration Manufacturer and User Facility Device Experience.",
    "Abstract": "BACKGROUND: Real-world clinical data on the adverse events related to the use of cryoballoon catheter for pulmonary vein isolation remains limited. OBJECTIVE: To report and describe the adverse events related to the use of Artic Front cryoballoon catheters (Arctic Front, Arctic Front Advance, and Arctic Front Advance Pro) reported in the Food and Drug Administration's (FDA) Manufacturers and User Defined Experience (MAUDE) database. METHODS: We reviewed all the adverse events reported to the FDA MAUDE database over a 10.7-year study period from January 01, 2011 to September 31, 2021. All events were independently reviewed by two physicians. RESULTS: During the study period, a total of 320 procedural-related adverse events reported in the MAUDE database were identified. The most common adverse event was transient or persistent phrenic nerve palsy (PNP), accounting for 48% of all events. This was followed by cardiac perforation (15%), pulmonary vein stenosis (8%), transient ischemic attack or stroke (6%), vascular injury (4%), transient or persistent ST-elevation myocardial infarction (3%), hemoptysis (2%), pericarditis (2%), and esophageal ulcer or fistula (1%). There were six reported intra-procedural death events as a result of cardiac perforation. CONCLUSION: The two most common procedural adverse events associated with cryoballoon ablation were PNP and cardiac perforation. All cases of procedural mortality were due to cardiac perforation.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "37727161",
    "Title": "Investigating the Complications and Causes of Failure of the AngioVac System: A Post-Marketing Surveillance From the MAUDE Database.",
    "Abstract": "Background Aspiration thrombectomy devices, such as the AngioVac, allow the removal of thrombus, especially in patients with contraindications to anticoagulation use. The AngioVac was approved by the U.S. Food and Drug Administration to remove fresh, soft thrombi or emboli during extracorporeal bypass for up to six hours. Real-world data on the most common modes of failure and complications associated with the AngioVac are unavailable. Methods The Manufacturer and User Facility Device Experience database was queried for reports of the AngioVac device failure and adverse events from April 2013 to March 2022. Categorical variables were described as numbers, and all statistical calculations were performed with IBM SPSS Statistics, version 27.0 (IBM Corp., Armonk, NY). Results A total of 115 events were reported during the study period. After the exclusion of duplicate reports, the final cohort included 93 reports. The most common mode of failure for the AngioVac was physical damage of the device, with 13 reports (14%). The most common vessels associated with events were the superior vena cava and inferior vena cava, occurring in 23 reports (24.7%). The most common adverse clinical events were pulmonary embolism (PE), occurring in 33 reports (35.5%), and perforation, occurring in 16 reports (17.2%). Other less frequent adverse outcomes were arrhythmias, stroke, and foreign body device embedment. There were 45 deaths reported with the use of the AngioVac. Conclusions Aspiration thrombectomy devices provide promising efficacy; however, physicians should be aware of known adverse outcomes, even if they are infrequent. Based on this analysis, PE and vessel perforation were the most common adverse outcomes. Furthermore, the most common mode of failure was secondary to physical damage of the device.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "37668414",
    "Title": "Analysis of Reported Adverse Events Related to Hemospray an FDA MAUDE Database Study.",
    "Abstract": "N/A",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "37664247",
    "Title": "The Prevalence of Cardiovascular Complications and Causes of AngioJet Failure: A Post-Marketing Surveillance Study Based on the MAUDE (Manufacturer and User Facility Device Experience) Database.",
    "Abstract": "Background and objective Aspiration thrombectomy devices, such as the AngioJet Solent Omni (Boston Scientific Corporation, Marlborough, MA) have been approved by the US FDA for the treatment of thrombi in peripheral arterial disease, venous disease, and AV fistulas. However, there is a dearth of real-world data on the most common modes of failure and complications associated with the AngioJet Solent Omni. In this study, we aimed to address this scarcity of data. Methods The MAUDE (Manufacturer and User Facility Device Experience) database was queried for reports of device failure and adverse events spanning the period from October 2012 to December 2021. Results A total of 499 events were reported during the study period. After the exclusion of duplicate reports, the final analysis included 450 reports. The most common mode of failure was catheter breakage/kinking during suction thrombectomy with 137 reports (30%). The most common vessel associated with events was the superficial femoral artery or vein, which was documented in 82 reports (18.2%). The most common adverse clinical outcome was the embedding of a piece of the device in the patient, which occurred in seven reports (1.6%). There were seven (1.6%) events of death reported during the period studied. Conclusions Based on our findings, theAngioJet Solent Omni device provides promising results; however, it is important to evaluate device safety. It is associated with complications including device embedment, catheter breakage/kinking, and death, and these adverse events are linked to patient characteristics and risk factors.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "37565059",
    "Title": "Adverse Events and Subsequent Management Associated With Eustachian Tube Balloon Dilation.",
    "Abstract": "OBJECTIVE: Eustachian tube balloon dilation is a minimally invasive technique used to improve persistent Eustachian tube dysfunction. Currently, the US Food and Drug Administration (FDA) has approved the use of balloon dilation devices produced by three manufacturers, but little is known about associated adverse events and subsequent management. STUDY DESIGN: Case series. SETTING: FDA Manufacturer and User Facility Device Experience (MAUDE) database. METHODS: Reports submitted to the FDA using the MAUDE database searched from January 2000 to July 2022 were analyzed for adverse events and management. RESULTS: A total of 13 adverse events were found in the database. Subcutaneous emphysema (n = 8) was the most common event. Other less frequent events included patulous Eustachian tube (n = 2), vascular dissection (n = 1), nasopharyngeal mucocele (n = 1), and tinnitus (n = 1). A majority of patients who experienced subcutaneous emphysema received antibiotics (n = 5) and were admitted to the hospital (n = 4). The patient with a carotid dissection 7 days postprocedure presented with a stroke and fully recovered after stent placement. There was limited preprocedure information in the MAUDE database. There were 2 patients who did not fully recover after a complication. Three patients underwent corrective surgical interventions. No one company had more associated adverse events reported. CONCLUSION: Subcutaneous emphysema is the most common adverse event after Eustachian tube dilation. Further studies exploring potential balloon dilation adverse events to allow for better patient counseling are warranted.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "37519343",
    "Title": "Safety reporting of Essure medical device: a qualitative and quantitative assessment on the FDA manufacturer and user facility device experience database in 2018.",
    "Abstract": "BACKGROUND: There have been numerous cases of adverse events since the introduction of Essure medical devices for sterilization in 2002. This study analyzed the safety event reports of the Essure reported in the Manufacturer and User Facility Device Experience (MAUDE). METHODS: A retrospective analysis examined the MAUDE reports between Jan-1, 2018, and Oct-31, 2018 and focused on safety reports related to the Essure device. Safety reports were categorized and analyzed by their event type, device problem, patients' symptoms and the level of harm. Of this study cohort, 10% of samples were randomly selected for quantitative analyses. Thematic analysis was conducted for reports included death cases. RESULTS: A total of 4,994 eligible reports were analyzed. There were ten reports associated with individuals' deaths, and the main themes of safety reports from qualitative analysis were pains, bleeding, surgery, migraine, and infection. Quantitative analysis of 500 randomly selected samples showed that 98% of adverse event reports were associated with different injuries such as surgery, pain, bleeding, hysterectomy, and menorrhagia. Additionally, more than 90% of reports were submitted by the manufacturer. CONCLUSION: These findings indicated several safety issues of Essure. More meaningful pre- and post-marketing surveillance and regulation are warranted in the medical device market to ensure safety and effectiveness, including investigating complaints, promptly sharing relevant information with regulators and users, and implementing corrective actions.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "37504239",
    "Title": "Adverse Events Related to Direct-To-Consumer Sequential Aligners-A Study of the MAUDE Database.",
    "Abstract": "Background-Direct-to-consumer (DTC) sequential aligners promote \"teeth straightening\" at a low cost and with added patient convenience. DTC sequential aligners have risen in popularity among the general public and sparked debate among dental professionals. Dental professionals argue that using these aligners without an in-person diagnosis and treatment planning protocol set by a licensed dentist or orthodontist may lead to adverse effects on teeth and surrounding structures. The objective of this study is to describe adverse clinical events associated with the use of DTC sequential aligners as reported in the Food and Drug Administration's Manufacturer and User Facility Device Experience (FDA MAUDE) database. Methods-We searched the MAUDE database from 1 January 2010 to 31 December 2020 for the product code of 'NXC' (sequential aligners). The year, type of adverse event, reporter occupation, and event description were noted. Results-651 reports associated with sequential aligners were found, of which 104 were related to DTC sequential aligners. Fifty-four adverse events were reported in 2019. From the event description, 41.3% comprised bite problems, 29.8% comprised orofacial pain, and 26.6% of patients had some form of periodontal sequelae. Furthermore, 69.2% of the patients followed up after an adverse event with a dentist not associated with DTC aligners. Conclusions-The use of DTC sequential aligners without dental supervision has led to oral health problems, as documented in the MAUDE database. Commonly reported adverse events include bite problems, pain, sensitivity, and periodontal disease, and some adverse events are irreversible.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "37485105",
    "Title": "Coronary Intra-orbital Atherectomy Complications and Procedural Failure: Insight From the Manufacturer and User Facility Device Experience (MAUDE) Database.",
    "Abstract": "BACKGROUND: The Diamondback 360® Coronary Orbital Atherectomy System (Cardiovascular Systems Inc., St. Paul, MN) is the first and only orbital atherectomy system approved by the US FDA for the treatment of severely calcified lesions. While the device has proven to be safe in clinical trials, real-world data are minimal. METHODS: The Manufacturer and User Facility Device Experience (MAUDE) database was queried for reports on the Diamondback 360® Coronary from January 2019 to January 2022. RESULTS: A total of 566 events were reported during the study period. After the exclusion of duplicate reports, the final cohort included 547 reports. The most common mode of failure was break or separation of a device part (40.4%, n = 221) mainly due to breaking in the tip of the ViperWire (66.1%), driveshaft (22.7%), or crown (12.2%). The most common vessel associated with events was the left anterior descending artery (31.4%), followed by the right coronary artery (26.9%), left circumflex (21.6%), and left main coronary artery (6.4%). The most common clinical adverse outcome was perforation (33.0%, n = 181) with 23.7% resulting in cardiac tamponade. Most perforation cases were treated by covered stent (44.2%), surgery (30.5%), stent (98%), and balloon angioplasty (9%). There were 89 (16.3%) events of death with 67% due to perforation (p < 0.001). CONCLUSION: Our study provided a glimpse of real-world adverse outcomes and common modes of failure due to orbital atherectomy. The most common mode of failure was the break or separation of a device part and the most common complication was perforation according to the MAUDE database. It will help physicians to anticipate complications and escalate care appropriately.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "37225596",
    "Title": "EDITORIAL COMMENT Re: Device Failure and Adverse Events Related to Single-use and Reusable Flexible Ureteroscopes: Findings and New Insights From an 11-Year Analysis of the Manufacturer and User Facility Device Experience Database. Urology. 2023 Jul;177:41-47.",
    "Abstract": "N/A",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "37006740",
    "Title": "Complications associated with energy-based devices during thyroidectomy from 2010-2020.",
    "Abstract": "OBJECTIVE: Harmonic Focus (Ethicon, Johnson and Johnson, Cincinnati, OH, USA), LigaSure Small Jaw (Medtronic, Covidien Products, Minneapolis, MN, USA), and Thunderbeat Open Fine Jaw (Olympus, Japan) are electrosurgical instruments used widely in head and neck surgery. The study aims to compare device malfunctions, adverse events to patients, operative injuries, and interventions related to Harmonic, LigaSure, and Thunderbeat use during thyroidectomy. METHODS: The US Food and Drug Administration's Manufacture and User Facility Device Experience (MAUDE) database was queried for adverse events associated with Harmonic, LigaSure, and Thunderbeat from January 2005 to August 2020. Data were extracted from reports pertaining to thyroidectomy. RESULTS: Of the 620 adverse events extracted, 394 (63.5%) involved Harmonic, 134 (21.6%) LigaSure, and 92 (14.8%) Thunderbeat. The reported device malfunctions most frequently associated with Harmonic was damage to the blade (110 (27.9%)), LigaSure was inappropriate function (47 (43.1%)), Thunderbeat was damage to the tissue or Teflon pad (27 (30.7%)), respectively. Burn injury and incomplete hemostasis were the most commonly reported adverse events. The operative injury reported most frequently when using Harmonic and LigaSure was burn injury. No operator injuries were reported with Thunderbeat use. CONCLUSION: The most frequently reported device malfunctions were damage to the blade, inappropriate function, and damage to the tissue or Teflon pad. The most frequently reported adverse events to patients was a burn injury and incomplete hemostasis. Interventions aimed at improving physician education may help reduce adverse events attributed to improper use.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "36789489",
    "Title": "Analysis of reported adverse events of pipeline stents for intracranial aneurysms using the FDA MAUDE database.",
    "Abstract": "OBJECTIVE: Flow diverting stents (FDS) are a validated device in the treatment of intracranial aneurysms, allowing for minimally invasive intervention. However, after its approval for use in the United States in 2011, post-market surveillance of adverse events is limited. This study aims to address this critical knowledge gap by analyzing the FDA Manufacturer and User Facility Device Experience (MAUDE) database for patient and device related (PR and DR) reports of adverse events and malfunctions. METHODS: Using post-market surveillance data from the MAUDE database, PR and DR reports from January 2012-December 2021 were extracted, compiled, and analyzed with R-Studio version 2021.09.2. PR and DR reports with insufficient information were excluded. Raw information was organized, and further author generated classifications were created for both PR and DR reports. RESULTS: A total of 2203 PR and 4017 DR events were recorded. The most frequently reported PR adverse event categories were cerebrovascular (60%), death (11%), and neurological (8%). The most frequent PR adverse event reports were death (11%), thrombosis/thrombus (9%) cerebral infarction (8%), decreased therapeutic response (7%), stroke/cerebrovascular accident (6%), intracranial hemorrhage (5%), aneurysm (4%), occlusion (4%), headache (4%), neurological deficit/dysfunction (3%). The most frequent DR reports were activation/positioning/separation problems (52%), break (9%), device operates differently than expected (4%), difficult to open or close (4%), material deformation (3%), migration or expulsion of device (3%), detachment of device or device component (2%). CONCLUSIONS: Post-market surveillance is important to guide patient counselling and identify adverse events and device problems that were not identified in initial trials. We present frequent reports of several types of cerebrovascular and neurological adverse events as well as the most common device shortcomings that should be explored by manufacturers and future studies. Although inherent limitations to the MAUDE database are present, our results highlight important PR and DR complications that can help optimize patient counseling and device development.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "36128133",
    "Title": "Deep brain stimulation for refractory obsessive-compulsive disorder: A review and analysis of the FDA MAUDE database.",
    "Abstract": "BACKGROUND: Deep brain stimulation (DBS) is used as a treatment option for patients diagnosed with a form of obsessive-compulsive disorder (OCD) that is highly resistant to conventional treatment methods. In 2009, DBS was granted a humanitarian device exemption-approval by the Food and Drug Administration after promising preliminary data. Monitoring of long-term safety data through post market surveillance of adverse events has not yet been conducted for DBS in OCD patients. This study aims to address this critical knowledge gap. METHODS: All patient- and device-related (PR; DR) reports from January 1, 2012, to December 31, 2021, were downloaded and compiled from the manufacturer and user facility device experience (MAUDE) database pertaining to DBS for OCD using the product class name \"Deep Brain Stimulator For OCD.\" Data in this study were examined using descriptive statistics to evaluate for frequency of reporting. RESULTS: The most frequently reported PR adverse event categories included psychiatric (40%), neurological (19%), other (14%), decreased therapeutic response (10%), and infections (10%). The most frequent DR reports were high impedance (14%), energy output problem (7%), battery problem (7%), malposition of device (7%), and improper/incorrect procedure or method (7%). CONCLUSION: The PR and DR adverse events in our study align with the previous findings of adverse events. They also further solidify that DBS for refractory OCD may be a viable option for the right patient population. However, further studies are essential given the limitations of the MAUDE database.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "36074993",
    "Title": "Reported Events Associated With Spine Robots: An Analysis of the Food and Drug Administration's Manufacturer and User Facility Device Experience Database.",
    "Abstract": "STUDY DESIGN: Cross-Sectional Analysis. OBJECTIVES: To summarize medical device reports (MDRs) between August 1, 2017 and November 30, 2021 relating to robot-assisted spine systems within the Manufacturer and User Facility Device Experience (MAUDE) database maintained by The Food and Drug Administration (FDA). METHODS: The MAUDE database was abstract for all MDRs relating to each FDA-approved robot-assisted spine system. Event descriptions were reviewed and characterized into specific event types. Outcome measures include specific robot-assisted spine systems and reported events as detailed by the MDRs. All data is de-identified and in compliance with the Health Insurance Portability and Accountability Act (HIPAA). RESULTS: There were 263 MDRs consisting of 265 reported events. Misplaced screws represented 61.5% (n = 163) of reported events. Of the 163 reported events, 57.1% (n = 93) described greater than 1 misplaced screw, 15.3% (n = 25) required return to the operating room, 8.6% (n = 14) resulted in neurologic injury, 4.3% (n = 7) resulted in dural tear, and 1.2% (n = 2) resulted in hemorrhage or bleeding. Reported events other than misplaced screws included system imprecision detected prior to screw placement (58/265, 21.9%), mechanical failure (23/265, 8.7%), and software failure (18/265, 6.8%). CONCLUSIONS: As more robot-assisted spine systems gain FDA approval and the adoption of these systems continues to grow, documenting and understanding the range of reported events associated with each \"tool\" is imperative to balancing patient safety with surgical innovation. This study of the MAUDE database provides a unique summary of reported events associated with robot-assisted spine systems that is not directly linked to a research setting.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "35991750",
    "Title": "Complications associated with PEAK PlasmaBlade from 2010 to 2020 from MAUDE.",
    "Abstract": "The pulse-electron avalanche knife (PEAK) PlasmaBlade 3.0 and 4.0 (Medtronic, Minneapolis, MN) is an electrosurgical technology that is widely used in surgery. Our study aimed to summarize device malfunctions, patient injuries, and interventions related to PEAK PlasmaBlade 3.0 and 4.0. The US Food and Drug Administration's Manufacturer and User Facility Device Experience (MAUDE) database was queried for reports of PlasmaBlade adverse events from June 6, 2010, to August 30, 2020. Data were extracted from reports pertaining to PlasmaBlade 3.0 and 4.0. A total of 384 medical device reports were identified, from which 424 adverse events were extracted. Of those, 348 (82.1%) were device malfunctions, 53 (12.5%) were patient injuries, and 23 (5.4%) were operator injuries. Device malfunctions were most frequently caused by delaminated coating (110, 25.9%), followed by ignition or fire (56, 13.2%). Operator injury was most frequently caused by thermal injury (19, 4.5%), followed by laceration (4, 0.9%). Pacemakers (22, 57.9%) were the most common devices causing interference. PEAK PlasmaBlade 3.0 and 4.0 have demonstrated utility during surgeries but are associated with adverse events. Interventions that aim to educate physicians on potential risks may help reduce the incidence of complications. Future studies with standardized reporting protocols are warranted.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "35935150",
    "Title": "Percutaneous Ventricular Assist Device Fracture in the Right Ventricle and its Retrieval.",
    "Abstract": "Mechanical circulatory support devices are used to offer short-term support for patients with cardiogenic shock. However, these devices are not without complications, and the risk and management of each must be closely considered. We discuss an infrequent complication of the percutaneous right heart pump and review complications reported to the U.S. Food and Drug Administration. (Level of Difficulty: Intermediate.).",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "35784622",
    "Title": "Clinical adverse events and device failures for the Barrx™ radiofrequency ablation catheter system: a MAUDE database analysis.",
    "Abstract": "BACKGROUND: The Barrx™ radiofrequency ablation (RFA) catheter system comes in several different variations and sizes and is widely used for the eradication of Barrett's esophagus (BE). The Barrx™ 360 and 360 Express system is used to perform circumferential RFA, while the Barrx™ focal catheter system is used for secondary focal RFA or primary treatment of short-segment BE. We aimed to investigate the number and type of complications and device failures associated with the Barrx™ RFA catheter system. METHOD: We analyzed post-marketing surveillance data from the Food and Drug Administration's Manufacturer and User Facility Device Experience (MAUDE) database from August 2011 to August 2021. RESULTS: During the study period, 148 unique reports detailing 78 device issues and 87 patient-related adverse events were identified. The most reported adverse events for patients were stenosis secondary to treatment (n=15, 17.24%), mucosal laceration of the esophagus (n=13, 14.94%), chest pain (n=10, 11.49%), and odynophagia/dysphagia (n=7, 8.05%). The most common device complication was failure of the device to deploy when activated (n=10, 13.82%). Other device malfunctions included material deformation/distortion (n=7, 8.97%), catheter breakage (n=6, 7.69%), connection problems between the generator cable and RFA device (n=6, 7.69%), and failure of the balloon to properly inflate (n=5, 6.41%). CONCLUSION: Findings from the MAUDE database highlight patient and device complications that endoscopists should be aware of prior to RFA of BE with the Barrx™ RFA catheter system.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "35734685",
    "Title": "Turnpike Catheter failure, causes and mechanisms: Insights from the MAUDE database.",
    "Abstract": "BACKGROUND: The Turnpike catheters (Teleflex, Wayne, PA, USA) is a microcatheter that was approved by the Food and Drug Administration in November 2014 to be used to access discrete regions of the coronary and peripheral vasculature. METHODS: The Manufacturer and User Facility Device Experience (MAUDE) database was queried for reports of the Turnpike catheters from March 2015 through August 2021. RESULTS: A total of 216 reports were found during the study period. After excluding duplicate reports (n = 21), our final cohort included 195 reports. The most common failure mode was catheter tip break or detachment (83%, n = 165) which was significantly associated with over-torquing (p-value = 0.025). The most common clinical consequence was the entrapment of the catheter (33%, n = 65), followed by vessel injury (7.8% n = 15) and vessel occlusion (3.6%, n = 7). Most patients had no consequences (47.0%, n = 93) or recovered (11%, n = 22). A total of 4 deaths were reported. 35.8% of reports (n = 69) specified the presence of severe calcification in the target vessel. Over torquing by interventionists was reported in 33.2% of events (n = 64). CONCLUSION: Despite clinical trials demonstrating the safety of the Turnpike catheters, complications can still occur. These data serve to inform operators about potentional risks and complications associated with the use of the device. Physicians should avoid over-torqueing which seems to be the most common mechanism for device complications.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "35140755",
    "Title": "FDA MAUDE database analysis of titanium middle ear prosthesis.",
    "Abstract": "PURPOSE: Partial ossicular replacement (PORP) and total ossicular replacement prostheses (TORP) are used to restore ossicular chain function. Despite favorable auditory outcomes, these interventions have associated risks and complications. This study examines the FDA MAUDE database for ossicular chain prosthesis adverse events to highlight complications, interventions, and root cause analysis (RCA) findings. MATERIALS AND METHODS: The MAUDE database was searched for Medical Device Reports (MDRs) relating to PORPs and TORPs from 2010 to 2020. MDR event descriptions were reviewed, and adverse events were identified as a device issue, patient issue, and/or packaging issue that occurred intraoperatively or postoperatively. RESULTS: Our search identified 70 MDRs which included 110 reported adverse events. Events consisted of 63 device issues, often due to device breaks and displacements, 39 patient issues, including common complaints of hearing loss and erosion, and 8 packaging issues. When comparing PORPs and TORPs, TORPs had more reported device issues whereas PORPs had more packaging issues. Intraoperative device issues were commonly resolved by completing the procedure with a backup device and most postoperative device issues required additional surgery. For devices returned to the manufacturer, RCA determined that most breaks were caused by modification and/or mishandling or that the product met specifications with an undetermined cause for the break. CONCLUSION: Device issues were the most common adverse events and frequently required subsequent intervention. Displacement occurred more often with TORPs and was associated with changes in hearing or erosion. The findings of this study are purely descriptive and may not have direct clinical relevance.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "35083979",
    "Title": "Adverse events associated with AXIOS stents: Insights from the manufacturer and user facility device experience database.",
    "Abstract": "BACKGROUND AND OBJECTIVES: The AXIOS stent is indicated for transgastric or transduodenal drainage of symptomatic pancreatic pseudocysts and symptomatic walled off necrosis. The AXIOS stent functions as a conduit which allows solid and liquid pancreatic fluid collections (PFC) contents to pass into the luminal GI tract and also allows the passage of standard and therapeutic endoscopes into the PFC to perform endoscopic debridement. We aim to investigate the number and type of complications associated with AXIOS stents. MATERIALS AND METHODS: We analyzed postmarketing surveillance data from the Food and Drug Administration Manufacturer and User Facility Device Experience (MAUDE) database January 2016 to February 2021. RESULTS: During the study period, approximately 588 reports with 579 device issues and 250 patient complications were identified. Most device complications were due to stent positioning problems or stent malpositioning (n = 206; 35.6%), followed by stent migration (n = 72; 12.4%), premature deployment (n = 61; 10.5%), material integrity (n = 56; 9.6%), deployment failure (n = 47; 8.1%), and difficulty removing the stent (n = 45; 7.7%). The most reported patient adverse events were hemorrhage/bleeding (n = 81; 32.4%), perforation (n = 26; 10.4%), pain (n = 22; 8.8%), unspecified infection (n = 20; 8.0%), and death (n = 17; 6.8%). CONCLUSIONS: Findings from the MAUDE database highlight patient and device complications which endoscopists should be aware of before AXIOS stent placement.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "35059533",
    "Title": "Devices for esophageal function testing.",
    "Abstract": "BACKGROUND AND AIMS: Esophageal function testing is an integral component of the evaluation of refractory GERD and esophageal motility disorders. This review summarizes the current technologies available for esophageal function testing, including the functional luminal imaging probe (FLIP), high-resolution esophageal manometry (HRM), and multichannel intraluminal impedance (MII) and pH monitoring. METHODS: We performed a MEDLINE, PubMed, and MAUDE database literature search to identify pertinent clinical studies through March 2021 using the following key words: esophageal manometry, HRM, esophageal impedance, FLIP, MII, and esophageal pH testing. Technical data were gathered from traditional and web-based publications, proprietary publications, and informal communications with pertinent vendors. The report was drafted, reviewed, and edited by the American Society for Gastrointestinal Endoscopy Technology Committee and approved by the Governing Board of the American Society for Gastrointestinal Endoscopy. RESULTS: FLIP is a high-resolution impedance planimetry system used for pressure and dimension measurement in the esophagus, pylorus, and anal sphincter. FLIP provides complementary information to HRM for esophageal motility disorders, especially achalasia. The Chicago classification, based on HRM data, is a widely adopted algorithmic scheme used to diagnose esophageal motility disorders. MII detects intraluminal bolus movement and, combined with pH measurement or manometry, provides information on acid and non-acid gastroesophageal reflux and bolus transit in patients with refractory GERD and for preoperative evaluation for anti-reflux procedures. CONCLUSIONS: Esophageal function testing techniques (FLIP, HRM, and MII-pH) have diagnostic and prognostic value in the evaluation of esophageal motility disorders and refractory GERD. Newer technologies and classification systems have enabled an increased understanding of these diseases.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "34917966",
    "Title": "A Retained Intracardiac Catheter Contributing to Worsening Heart Failure and Atrial Fibrillation: Investigation and Management.",
    "Abstract": "A retained intracardiac catheter fragment left in situ for 2 years was incidentally found in a patient presenting with worsening heart failure and atrial fibrillation. This case describes the diagnostic evaluation of this rare event, with successful endovascular retrieval and resolution of his symptoms. (Level of Difficulty: Advanced.).",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "34513401",
    "Title": "Characterizing Adverse Events of Cranioplasty Implants After Craniectomy: A Retrospective Review of the Federal Manufacturer and User Facility Device Experience Database.",
    "Abstract": "Introduction Cranioplasty is performed by placing an artificial plate in place of a patient's native skull bones to repair post-craniectomy defects after trauma. Implanted materials can range from titanium to synthetic polyether derivatives and are produced by multiple manufacturers. There are few studies characterizing complications associated with these cranioplasty plates to date. We aimed to quantify and categorize complications of these devices using a national federal database. Methods The Manufacturer and User Facility Device Experience (MAUDE) database was queried for all entries reported under the category \"plate, cranioplasty, preformed, non-alterable\" with the additional product code GXN between the time range from September 1, 2010, to September 1, 2020. After data extraction, each of the entries was screened for duplicates and tabulated into different categories of complications. Additionally, product information such as the plate manufacturer was extracted from each entry. Results The search yielded 329 unique event reports. The most frequent complications were infection (39%), followed by incorrectly fitting implants (30%) and implant breaks (6%). Other major complications included cerebrospinal fluid leakage and cerebral edema (5%), wound dehiscence (5%), and migration of hardware (3%). The brands associated with the most entries in the database were the Synthes (DePuy Synthes Companies, Massachusetts, United States) polyetheretherketone (PEEK) patient-specific implants (PSI) (57%), the Biomet (Zimmer Biome, Indiana, United States) hard tissue replacement-polyetherketoneketone (HTR-PEKK) patient-matched implant (PMI) (23%), and the AccuShape PEEK PSI (MedCAD, Dallas, USA) (5%). Conclusions Infection and improperly fitting implants appear to be the two most frequent complications of cranioplasty plates. The goals of future research should include the prevention of plate infections as well as improving techniques to custom-fit implantable devices.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "34422501",
    "Title": "Correction: Characterizing Complications of Deep Brain Stimulation Devices for the Treatment of Parkinsonian Symptoms Without Tremor: A Federal MAUDE Database Analysis.",
    "Abstract": "[This corrects the article DOI: 10.7759/cureus.15539.].",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "34367506",
    "Title": "Modes of failure with fractional flow reserve guidewires: Insights from the manufacturer and user facility device experience database.",
    "Abstract": "BACKGROUND: Fractional flow reserve (FFR) measurement is commonly used in the cardiac catheterization laboratory to assess the functional significance of coronary arterial plaques. Robust real-world data on complications and modes of failure of FFR guidewires are limited. AIM: To characterize these outcomes by analyzing the post-marketing surveillance data from the United States Food and Drug Administration Manufacturer and User Facility Device Experience (MAUDE) database for commonly used FFR guidewires. METHODS: The MAUDE database was queried from January 2010 through April 2020 for 3 FFR guidewires [PressureWireTM X (Abbott), CometTM (Boston Scientific), and VerrataTM (Philips)] by searching for the following events: \"Injury\", \"malfunction\", \"death\", and \"other\". This yielded 544 reports. After excluding incomplete reports, 486 reports were analyzed. RESULTS: Guidewire tip fracture was the most commonly reported mode of failure, in 174 (35.8%) cases followed by guidewire kinking (n = 152, 31.3%), communication failure (n = 141, 29.0%), and shaft fracture (n = 67, 13.8%). In total, 133 (27.4%) device failures resulted in patient adverse events. The most common adverse event was retained guidewire tip, in 71 (53.4%) cases, followed by freshly deployed stent dislodgment (n = 26, 19.6%) and coronary artery dissection (n = 23, 17.3%). Seven deaths were reported. CONCLUSION: FFR guidewire failures can occur because of various mechanisms and cause patient adverse events. The MAUDE database serves as an important platform for improved collaboration among clinicians, device manufacturers, and regulators to improve device performance and optimize patient outcomes. Our analysis provides mechanistic insights of FFR guidewire failure and associated adverse events but cannot verify causality or provide a comparison among different guidewires.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "34277165",
    "Title": "Characterizing Complications of Deep Brain Stimulation Devices for the Treatment of Parkinsonian Symptoms Without Tremor: A Federal MAUDE Database Analysis.",
    "Abstract": "Introduction Deep brain stimulation (DBS) is a modality of treatment for medication refractory Parkinson's disease (PD) in patients with debilitating motor symptoms. While potentially life-changing for individuals with Parkinson's disease, characterization of adverse events for these DBS devices have not yet been systematically organized. Therefore, the goal of this study was to characterize reported complications of DBS devices reported to the Food & Drug Administration over the last 10 years. Methods The Manufacturer and User Facility Device Experience (MAUDE) database was utilized to retrieve entries reported under \"Stimulator, Electrical, Implanted, For Parkinsonian Symptoms\" between July 31, 2010 and August 1, 2020. After removing duplicate entries, each unique adverse event reported was sorted into complication categories based on the entries' provided narrative description. A final tabulation of complications was generated. Results The search query revealed 221 unique adverse events. The most common DBS devices were the Vercise Gevia, Vercise Cartesia and Vercise PC produced by Boston Scientific (Brian Walker, Boston Scientific, Marlborough, MA, USA). The most commonly reported complications were infection (16.2%) follow by lead migrations (8.6%). Other common causes of complications were circuit-related impedance (6.5%), cerebral bleeds (6.3%), device failure (6.3%) and device-related trauma (4.5%). Over a third (40%) of all devices reported with adverse events required returning to the operating room for explant or revision. Conclusion The most common complications of DBS systems are infections followed by lead migrations. Further research is needed to minimize infection rates associated with DBS systems and to reduce intrinsic device malfunctions for patients in the future.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "38770130",
    "Title": "A Descriptive Analysis of Capsule Endoscopy Events in the FDA Manufacturer and User Facility Device Experience (MAUDE) Database.",
    "Abstract": "INTRODUCTION: The malfunction of capsule endoscopy (CE) devices is a significant reason for the failure of CE procedures, which could hinder and prevent diagnosis. Unfortunately, malfunction-related adverse events (AEs) caused by CE devices are rarely reported in publications. Although most malfunction-related AEs could not lead to physical harm, they could reduce the efficiency of medical care and increase medical costs. The manufacturer and user facility device experience (MAUDE) database, a publicly accessible resource for patient safety, contains not only the common complications of CE but also valuable malfunction-related AEs, which have been underutilized. Therefore, the study aims to discover and analyze the possible AEs associated with CE and demonstrate the utility of the MAUDE reports to promote patient safety. MATERIALS AND METHODS: We acquired MAUDE reports of CE systems from January 01, 2008, to July 31, 2020, through a systematic search strategy. We utilized the manufacturers, brand names, and product codes as search terms from which medical device reports including structured data and narrative texts were extracted, followed by a manual review of the narrative texts, reporter occupation, device involved, event type and the phase of the event; finally, patient outcomes were recorded and analyzed as per CE categories and characteristics. RESULTS: A total of 377 CEs medical device reports were retrieved, and 342 reports were included after reviewing. There were 327 mandatory reports (96%) and 15 voluntary reports (4%). These reports referred to capsule endoscope (n = 213), sensing system (n = 66), patency capsule (n = 38), and capsule delivery device (n = 26). A total of 349 CE-related AEs were identified, including complications (n = 228), malfunction-related AEs (n = 109), and other events (n = 12). The composition of AEs was not the same for the CE devices. Complications were major AEs of capsule endoscope and patency capsule, but malfunction-related AEs were the most common in AEs of sensing systems and capsule delivery devices. CONCLUSION: MAUDE serves as an invaluable data source for investigating malfunction-related AEs. In addition to common complications, malfunction of CE devices could threaten patient safety in CE procedures. Improving awareness of the malfunction of CE devices and raising adequate training for staff working in gastrointestinal (GI) endoscopic units could be critical and beneficial in preventing malfunction-related AEs.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "33957719",
    "Title": "Adverse Events Associated With Synthetic Male Slings: An Analysis of the Food and Drug Administration Manufacturer and User Facility Device Experience Database.",
    "Abstract": "PURPOSE: We sought to describe and analyze the adverse events associated with synthetic male slings reported to the U.S. Food and Drug Administration (FDA) Manufacturer and User Facility Device Experience (MAUDE) database. METHODS: We queried the MAUDE database for all entries including the terms \"Male Sling,\" \"InVance,\" \"Virtue,\" or \"Advance\" from January 1st, 2009 to December 31st, 2018. We collected and analyzed information about the event type, date received, report source, source type, and manufacturer. We reviewed and categorized the event description text for each medical device report (MDR). RESULTS: A total of 497 adverse events related to the male sling were identified. The adverse events were classified as injury (95.4%), malfunction (4.2%), and other (0.4%). There were no deaths described. The slings involved were the Advance or Advance XP sling (69.8%), InVance (15.5%), Virtue Quadratic (12.3%), or unknown (2.4%). The 4 most common adverse events described were urinary incontinence (46.7%), sling erosion (9.1%), mechanical malfunction (8.2%), and pain/numbness (8.2%). There was no increase in the number of reports in the years following the FDA warnings for urogynecologic mesh. CONCLUSION: There was an overall modest number of MDRs related to male slings and the majority of them were reported by the manufacturer. The reporting of adverse events for male slings does not seem to be affected by the controversy and scrutiny towards transvaginal mesh and midurethral slings. Further clinical studies and more objective and detailed databases are needed to investigate the safety of these synthetic slings.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "33866770",
    "Title": "Real world adverse events of interspinous spacers using Manufacturer and User Facility Device Experience data.",
    "Abstract": "BACKGROUND: Lumbar spinal stenosis is a condition of progressive neurogenic claudication that can be managed with lumbar decompression surgery or less invasive interspinous process devices after failed conservative therapy. Popular interspinous process spacers include X-Stop, Vertiflex and Coflex, with X-Stop being taken off market due to its adverse events profile. METHODS: A disproportionality analysis was conducted to determine whether a statistically significant signal exists in the three interspinous spacers and the reported adverse events using the Manufacturer and User Facility Device Experience (MAUDE) database maintained by the US Food and Drug Administration. RESULTS: Statistically significant signals were found with each of the three interspinous spacer devices (Coflex, Vertiflex, and X-Stop) and each of the following adverse events: fracture, migration, and pain/worsening symptoms. CONCLUSIONS: Further studies such as randomized controlled trials are needed to validate the findings.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "39639999",
    "Title": "The Impact of COVID-19 on Medical Device Reporting and Investigation.",
    "Abstract": "INTRODUCTION: The Manufacturer and User Facility Device Experience (MAUDE) database houses medical device reports submitted to the U.S. Food and Drug Administration (FDA). In May 2020, the FDA released guidance about medical device reporting during a pandemic, anticipating delays in reporting and investigating events involving medical devices. METHODS: We aimed to understand how the COVID-19 pandemic impacted medical device reporting by analyzing reports in the MAUDE database that mention COVID-19. RESULTS: From the 816,470 reports submitted between January 1 and July 31, 2020, 3,500 (0.43%) included phrases related to COVID-19. Of these reports, 4.8% (167/3,500) described adverse events during COVID-19 patients' treatment, and 90.3% (3,161 /3,500) described barriers manufacturers faced investigating malfunctioning devices during the pandemic. 4.9% (172/3,500) of reports were not related to COVID-19. Malfunctions were clinically significant in 85.8% (3,004/3,500) of reports. DISCUSSION: Reports indicate challenges some manufacturers had when investigating medical devices during the pandemic. The pandemic made investigating implants uniquely difficult, as restrictions to person-to-person contact limited the type of care patients could receive. Because full-scale investigations into malfunctioning devices may be difficult to perform during the pandemic, safety issues may go unaddressed and result in future harm to patients. CONCLUSION: The COVID-19 pandemic and the myriad of healthcare, travel, and shipping challenges it created impacted how manufacturers reported and investigated medical devices. At the current time, it is unclear how manufacturers will address delayed clinical management of implant devices and other uninvestigated malfunctions after the pandemic and how this will impact patient safety.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "33380842",
    "Title": "Characterization of Device-Related Malfunction, Injury, and Death Associated with Using Elastomeric Pumps for Delivery of Local Anesthetics in the US Food and Drug Administration MAUDE Database.",
    "Abstract": "PURPOSE: To characterize medical device reports about elastomeric pumps delivering local anesthesia made to the US Food and Drug Administration Manufacturer and User Facility Device Experience (MAUDE) database. PATIENTS AND METHODS: We conducted a retrospective review of medical device reports submitted to MAUDE from January 2010 to July 2018. A systematic, computerized algorithm was used to identify records pertaining to elastomeric pumps using local anesthesia. Included records indicated the use of local anesthesia or were determined to involve the use of local anesthetics (if they did not contain specific information on drug use). Reports were analyzed within the MAUDE event type categories of malfunction, injury, death, other, and missing. Possible cases of liver injury or surgical site infection were also identified. Manual review of narratives provided in MAUDE was performed by 2 reviewers to identify possible or probable cases of local anesthetic system toxicity (LAST). RESULTS: From a pool of 384,285 reports about elastomeric pumps from the MAUDE database, 4093 met inclusion criteria for involving elastomeric pumps to deliver local anesthetics, with the peak number of reports occurring in 2014. Of these identified reports, 3624 (88.5%) were categorized as malfunctions, 292 (7.1%) as injuries, and 8 (0.2%) as involving death. We identified 13 cases (0.3%) of possible liver injury and 51 cases (1.2%) of possible surgical site infection; 139 reports (3.4%) were determined to be probably (n=53) or possibly (n=86) associated with LAST. CONCLUSION: Malfunction of elastomeric pumps delivering local anesthetics leaves patients vulnerable to injury or death. Our study indicates that reports of malfunction, injury, and death have been reported to the MAUDE database. These reports likely reflect an underrepresentation of cases in the real-world population, emphasizing the need for more comprehensive medical device reporting.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "32537301",
    "Title": "Death by Implants: Critical Analysis of the FDA-MAUDE Database on Breast Implant-related Mortality.",
    "Abstract": "UNLABELLED: Since the 1992 moratorium by the Food and Drug Administration (FDA), the debate on the association of breast implants with systemic illnesses has been ongoing. Breast implant-associated anaplastic large cell lymphoma has also raised significant safety concerns in recent years. METHODS: A systematic search of the Manufacturer and User Facility Device Experience (MAUDE) database was performed to identify all cases of breast implant-associated deaths reported to the FDA. RESULTS: The search identified 50 reported cases of apparent implant-related mortality; breast implant-associated anaplastic large cell lymphoma comprised the majority of fatal outcomes (n = 21, 42%), followed by lymphoma (n = 4, 8%), breast cancer (n = 3, 6%), pancreatic cancer (n = 2, 4%), implant rupture (n = 2, 4%), and postoperative infections (n = 2, 4%). Single cases (n = 1, 2% each) of leukemia, small bowel cancer, lung disease, pneumonia, autoimmune and joint disease, amyotrophic lateral sclerosis, liver failure, and sudden death, and 2 cases (4%) of newborn deaths, to mothers with breast implants, were also identified. A literature review demonstrated that 54% of alleged implant-related deaths were not truly associated with breast implant use: the majority of these reports (82%) originated from the public and third-party sources, rather than evidence-based reports by health-care professionals and journal articles. CONCLUSIONS: Although there exists a need for more comprehensive reporting in federal databases, the information available should be considered for a more complete understanding of implant-associated adverse outcomes. With only 46% of FDA-reported implant-related deaths demonstrated to be truly associated with breast implant use, there exists a need for public awareness and education on breast implant safety.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "32423363",
    "Title": "Adverse Events Associated with Absorbable Implants for the Nasal Valve: A Review of the Manufacturer and User Facility Device Experience Database.",
    "Abstract": "N/A",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "32405561",
    "Title": "Device-Related Complications Associated with Magec Rod Usage for Distraction-Based Correction of Scoliosis.",
    "Abstract": "INTRODUCTION: Recent literature identifies similar failure rates such as anchor pull-out and rod breakage, but a higher unplanned revision surgery with MAGEC rods than with traditional growth rods. Besides known failure modes such as rod fracture, infection, etc., failure to noninvasively distract the rods was cited as the main cause of such unplanned surgeries. The source of these data ranges from multicenter cohort studies to singular case series. These studies included explanted implants that had undergone failure in distraction mechanism, rod fracture, or infection, or had reached their maximum length. Nevertheless, in addition to identifying the overall mode of failure, it is equally important to identify the large-scale incidence of exclusive failures in comparison with standard instrumentation failure modes in spine surgery. METHODS: The US Food and Drug Administration (FDA) Manufacturer and User Facility Device Experience (MAUDE) databases were searched for reports on MAGEC rods, and on standard instrumentation used for spinal fusion. The adverse events were recorded, tabulated, and analyzed. RESULTS: A search of the US FDA MAUDE database yielded reports of 163 device-related adverse events. These included distraction mechanism failure (n=129), rod fracture (n=24), and minor voluntary reports of infection and tissue discoloration (n=10). For standard instrumentation usage in spine surgery, pedicle screw breakage post surgery (n=336), set screw damage during surgery (n=257), rod breakage post surgery (n=175), interbody cage breakage during surgery (n=118), and pedicle screw breakage during surgery (n=75) were identified as the top 5 failure modes. CONCLUSIONS: The study identified the distraction mechanism failure as the most common and growing complication associated with MAGEC rod usage in children with scoliosis, leading to unplanned invasive revision surgeries.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "31814779",
    "Title": "Thoracic Endovascular Aortic Repair Adverse Events Reported In The Food And Drug Administration Manufacturer And User Facility Device Experience Database.",
    "Abstract": "PURPOSE: The purpose of this study is to identify adverse events (device- and patient-related) associated with thoracic aortic stent graft systems and their timing post-procedure. MATERIALS AND METHODS: The Food and Drug Administration's Manufacturer and User Facility Device Experience (FDA-MAUDE) voluntary database was searched for Thoracic Aortic Endovascular Repair (TEVAR) devices reported over the course of 1 year (January 1, 2014 to December 31, 2014). The data abstracted included the indication for treatment, device used, and adverse events. RESULTS: During 2014, there were 334 original submissions to the FDA-MAUDE database describing 371 adverse events regarding TEVAR devices that met inclusion criteria for this study. All submissions were from manufacturers, and none were from physicians. The most common pathologies treated were thoracic aortic aneurysm (67.6%) and type B aortic dissection (25.1%). The most frequently reported intraoperative, early postoperative (<30 days), and late postoperative (>30 days) events overall were technical device failure, neurologic complications (stroke, paraplegia), and endoleak, respectively. Of note, there were descriptions of retained deployment materials, late graft infections, and aorto-visceral fistula formation up to 3 years postoperatively. CONCLUSION: The MAUDE database is a valuable repository for complications and device failures that are not otherwise in the published literature and submitted by manufacturers relating to this relatively new technology.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "31308772",
    "Title": "Reporter's occupation and source of adverse device event reports contained in the FDA's MAUDE database.",
    "Abstract": "INTRODUCTION: A review of the medical device adverse events submitted to the United States Food & Drug Administration (FDA) Manufacturer and User Facility Device Experience (MAUDE) database was undertaken to determine the major sources of the information. METHODS: The reporter's occupation and source of the medical device report were determined for acquisition dates Jan 1, 1997 to Dec 31, 2018. A total of 7,766,737 adverse event records were analyzed. RESULTS: 96.6% of reports originated with the manufacturer. Patients (patients/family/friend) were the most frequent submitter of reports directly to the FDA, almost five times as often as physicians. Nurses submitted reports directly to the FDA 2.77 times as often as physicians. Only 0.49% of physician reports were submitted directly to the FDA, representing 0.09% of total MAUDE reports. CONCLUSION: Increasing physician reporting directly to the FDA and MAUDE through the MedWatch reporting system is an imperative. Incorporating information from the perspective of the physician has the potential of increasing the quality of the data and improving the reliability of post-market surveillance.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "31186971",
    "Title": "New Onset Tinnitus after High-Frequency Spinal Cord Stimulator Implantation.",
    "Abstract": "The most common complications of spinal cord stimulation (SCS) therapy are generally related to surgical site infection and hardware malfunction. Less well understood are the adverse neurological effects of this therapy. We present the case of a patient who underwent placement of a Senza HF10 high-frequency spinal cord stimulator with subsequent development of tinnitus, vertigo, intermittent involuntary left facial twitches, and perioral numbness. These symptoms resolved following deactivation of her device. To further explore these less common neurologic complications of SCS therapy, a review of literature and a review of the U.S. Food and Drug Administration Manufacturer and User Facility Device Experience database are included. Further research and investigation in this area are needed so that clinicians and patients may have more complete knowledge and understanding of the potential treatment-limiting complications of spinal cord stimulation.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "31123652",
    "Title": "United States Food and Drug Administration's 510(k) Pathway: Drawing Implications from the Approvals of Brachytherapy Devices.",
    "Abstract": "Introduction Innovations in cancer treatment coupled with an increasing number of cancer patients have led to the growth of brachytherapy devices. The objective of this study is to characterize the development and safety of brachytherapy devices marketed in the United States (US) over the last 15 years. Methods We reviewed records from a public US Food and Drug Administration (FDA) database detailing premarket approval of brachytherapy devices. All 510(k) submissions approved between January 1, 2000 and October 31, 2018 were examined. To assess the safety of these devices, we searched the manufacturer and user facility device experience (MAUDE) database for related adverse events. Results Twenty-two brachytherapy devices received 510(k) premarket approval, with the first device approved in 2005. Of the 22 devices, 20 (91%) were marketed with specific indications. The most common indications include treatment of skin cancers and keloids (n=7), breast cancer (n=4), and gynecologic/rectal cancers (n=2). A review of the MAUDE database revealed 64 reports of adverse events associated with brachytherapy devices. Common adverse effects include poor device design, use error, and device malfunction that led to the delivery of an inaccurate dose of radiation. Discussion Although there are some single-center, short-term studies demonstrating adequate local control and satisfactory cosmesis with brachytherapy, data on long-term outcomes are lacking. Further research is warranted to define appropriate practice guidelines for brachytherapy devices in the treatment of various malignancies.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "30402576",
    "Title": "Biliary and pancreatic lithotripsy devices.",
    "Abstract": "BACKGROUND AND AIMS: Lithotripsy is a procedure for fragmentation or destruction of stones to facilitate their removal or passage from the biliary or pancreatic ducts. Although most stones may be removed endoscopically using conventional techniques such as endoscopic sphincterotomy in combination with balloon or basket extraction, lithotripsy may be required for clearance of large, impacted, or irregularly shaped stones. Several modalities have been described, including intracorporeal techniques such as mechanical lithotripsy (ML), electrohydraulic lithotripsy (EHL), and laser lithotripsy, as well as extracorporeal shock-wave lithotripsy (ESWL). METHODS: In this document, we review devices and methods for biliary and pancreatic lithotripsy and the evidence regarding efficacy, safety, and financial considerations. RESULTS: Although many difficult stones can be safely removed using ML, endoscopic papillary balloon dilation (EPBD) has emerged as an alternative that may lessen the need for ML and also reduce the rate of adverse events. EHL and laser lithotripsy are effective at ductal clearance when conventional techniques are unsuccessful, although they usually require direct visualization of the stone by the use of cholangiopancreatoscopy and are often limited to referral centers. ESWL is effective but often requires coordination with urologists and the placement of stents or drains with subsequent procedures for extracting stone fragments and, thus, may be associated with increased costs. CONCLUSIONS: Several lithotripsy techniques have been described that vary with respect to ease of use, generalizability, and cost. Overall, lithotripsy is a safe and effective treatment for difficult biliary and pancreatic duct stones.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "31984352",
    "Title": "Toward safer health care: a review strategy of FDA medical device adverse event database to identify and categorize health information technology related events.",
    "Abstract": "INTRODUCTION: Health information technology (HIT) is intended to provide safer and better care to patients. However, poorly designed or implemented HIT poses a key risk to patient safety. It is essential for healthcare providers and researchers to investigate the HIT-related events. Unfortunately, the lack of HIT-related event databases in the community hinders the analysis and management of HIT-related events. OBJECTIVES: Develop a standardized process for identifying HIT-related events from a Federal Drug Administration (FDA) database in order to create an HIT exclusive database for analysis and learning. METHODS: The FDA Manufacturer and User Facility Device Experience (MAUDE) database, containing over 7-million reports about medical device malfunctions and problems leading to serious injury or death, was considered as a potential resource to identify HIT-related events. We developed a strategy of identifying and categorizing HIT-related events from the FDA reports through the application of a keyword filter and standardized expert review. Ten percent identified reports were reviewed to measure the consistency among experts and to initialize a database for HIT-related events. RESULTS: With the proposed strategy, we initialized an HIT-related event database with over 3500 reports, and updated the estimation of the HIT-related event proportion in the FDA MAUDE database to 0.46∼0.69%, up to 50,000 HIT-related events. CONCLUSION: The proposed strategy for HIT-related event identification holds promise in aiding the understanding, characterization, discovery, and reporting of HIT-related events toward improved patient safety. The analysis of contributing factors under the 8-dimensional sociotechnical model shows that hardware and software, clinical content, and human-computer interface were identified more frequently than the other dimensions.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "29930960",
    "Title": "A Primer to the Structure, Content and Linkage of the FDA's Manufacturer and User Facility Device Experience (MAUDE) Files.",
    "Abstract": "INTRODUCTION AND BACKGROUND: The US Food and Drug Administration (FDA)'s Manufacturer and User Facility Device Experience (MAUDE) database is a publicly available resource providing over 4 million records relating to medical device safety. Using downloadable MAUDE files avoids limitations of the online MAUDE search interface. However, naive file usage can result in errors, while independent discovery of the nuances required to correctly work with the database can be time-consuming. Practical information is provided to shorten this learning curve and obtain accurate results when using the MAUDE database files. MAUDE FILE DESCRIPTIONS: The MAUDE database consists of 135 fields in four primary (Master Event, Device, Patient, Text) and two supplemental (Device Problems and Problem Code Descriptions) file types. When combined, these six files provide a detailed account of an adverse event or product problem report. Website instructions for joining the files are incomplete. Comprehensive details are provided to enable precise file linking. LESSONS LEARNED: MAUDE files have irregularities that must be understood to download and work with the data efficiently. Accurate results depend upon combining the files correctly and understanding the difference between report and event denominators. Appreciating data availability can facilitate successful MAUDE investigations. CONCLUSION: The MAUDE database can provide key insights about medical device safety. Detailed information is provided about the structure, content and interrelationships of the MAUDE database files to enable investigators to use this valuable resource more quickly and accurately.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "28533700",
    "Title": "Risk management and regulations for lower limb medical exoskeletons: a review.",
    "Abstract": "Gait disability is a major health care problem worldwide. Powered exoskeletons have recently emerged as devices that can enable users with gait disabilities to ambulate in an upright posture, and potentially bring other clinical benefits. In 2014, the US Food and Drug Administration approved marketing of the ReWalk™ Personal Exoskeleton as a class II medical device with special controls. Since then, Indego™ and Ekso™ have also received regulatory approval. With similar trends worldwide, this industry is likely to grow rapidly. On the other hand, the regulatory science of powered exoskeletons is still developing. The type and extent of probable risks of these devices are yet to be understood, and industry standards are yet to be developed. To address this gap, Manufacturer and User Facility Device Experience, Clinicaltrials.gov, and PubMed databases were searched for reports of adverse events and inclusion and exclusion criteria involving the use of lower limb powered exoskeletons. Current inclusion and exclusion criteria, which can determine probable risks, were found to be diverse. Reported adverse events and identified risks of current devices are also wide-ranging. In light of these findings, current regulations, standards, and regulatory procedures for medical device applications in the USA, Europe, and Japan were also compared. There is a need to raise awareness of probable risks associated with the use of powered exoskeletons and to develop adequate countermeasures, standards, and regulations for these human-machine systems. With appropriate risk mitigation strategies, adequate standards, comprehensive reporting of adverse events, and regulatory oversight, powered exoskeletons may one day allow individuals with gait disabilities to safely and independently ambulate.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "37592616",
    "Title": "Lessons Learned from the MAUDE Database on Transvaginal Synthetic Mesh and Sling Reports.",
    "Abstract": "INTRODUCTION: We investigated the volume and sources of MDRs (medical device reports) on transvaginal mesh and sling complications in the FDA (Food and Drug Administration) MAUDE (Manufacturer and User Facility Device Experience) database. METHODS: We extracted and analyzed reports on transvaginal mesh and sling complications submitted to the MAUDE database from 2008 to 2014. We also examined reports for major mesh and sling brands as well as reporter occupation. RESULTS: The number of reports on transvaginal mesh and sling implants increased slowly from 2008 to 2011, ending with 1,687 reports in 2011. In 2012 the volume increased nearly sevenfold, yielding 11,710 reports. The year 2013 witnessed an even greater surge, with a total of 43,680 complication reports. This trend quickly subsided in 2014 as the number of reports decreased to 5,467. Meanwhile, the number of attorney submitted reports greatly increased by a factor of 18.6 in 2012 and then by a smaller increment in 2013. Physician submitted reports increased threefold in 2012 and then by a factor of 5.6 in 2013. Unfortunately more than half of the 2013 reports list an unknown occupation for the reporter. CONCLUSIONS: The marked growth of transvaginal mesh and sling reports in the MAUDE database, as well as attorney submitted reports, correlated with the timing of the 2011 FDA issued notification warning the public about the risk of complications associated with transvaginal mesh placement. Despite some shortcomings, the MAUDE database offers an appropriate tool to measure overall trends of device complications and serves as a vehicle for the FDA to alert the public regarding potential dangers.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "27703419",
    "Title": "Spontaneous Fractures of a Modern Modular Uncemented Femoral Stem.",
    "Abstract": "BACKGROUND: Femoral stem fracture following total hip arthroplasty is an uncommon event that requires immediate revision surgery. QUESTIONS/PURPOSES: We report on four patients who experienced stem fractures of one design and a review of the US Food and Drug Administration adverse event reports on this design. METHODS: Fracture surfaces of four EMPERION™ (Smith & Nephew, Memphis, TN) femoral stems were analyzed under optical and scanning electron microscopy. A search of the FDA's Manufacturer and User Facility Device Experience (MAUDE) that reports on all EMPERION™ adverse events was completed. RESULTS: Fracture surfaces exhibited characteristics consistent with a fatigue fracture mechanism. Sixteen MAUDE reports claimed stem fracture or breakage of EMPERION™ stems. CONCLUSION: The four cases of EMPERION™ stem fractures were likely driven by small stem diameter, high offset, and high patient weight. Modular stem-sleeve femoral systems are susceptible to fatigue failure under high stress and should only be used in appropriate patients, whom are not considered obese.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "27247483",
    "Title": "Creation of an iOS and Android Mobile Application for Inferior Vena Cava (IVC) Filters: A Powerful Tool to Optimize Care of Patients with IVC Filters.",
    "Abstract": "Owing to a myriad of inferior vena cava (IVC) filter types and their potential complications, rapid and correct identification may be challenging when encountered on routine imaging. The authors aimed to develop an interactive mobile application that allows recognition of all IVC filters and related complications, to optimize the care of patients with indwelling IVC filters. The FDA Premarket Notification Database was queried from 1980 to 2014 to identify all IVC filter types in the United States. An electronic search was then performed on MEDLINE and the FDA MAUDE database to identify all reported complications associated with each device. High-resolution photos were taken of each filter type and corresponding computed tomographic and fluoroscopic images were obtained from an institutional review board-approved IVC filter registry. A wireframe and storyboard were created, and software was developed using HTML5/CSS compliant code. The software was deployed using PhoneGap (Adobe, San Jose, CA), and the prototype was tested and refined. Twenty-three IVC filter types were identified for inclusion. Safety data from FDA MAUDE and 72 relevant peer-reviewed studies were acquired, and complication rates for each filter type were highlighted in the application. Digital photos, fluoroscopic images, and CT DICOM files were seamlessly incorporated. All data were succinctly organized electronically, and the software was successfully deployed into Android (Google, Mountain View, CA) and iOS (Apple, Cupertino, CA) platforms. A powerful electronic mobile application was successfully created to allow rapid identification of all IVC filter types and related complications. This application may be used to optimize the care of patients with IVC filters.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "27247477",
    "Title": "Evidence-Based Evaluation of Inferior Vena Cava Filter Complications Based on Filter Type.",
    "Abstract": "Many inferior vena cava (IVC) filter types, along with their specific risks and complications, are not recognized. The purpose of this study was to evaluate the various FDA-approved IVC filter types to determine device-specific risks, as a way to help identify patients who may benefit from ongoing follow-up versus prompt filter retrieval. An evidence-based electronic search (FDA Premarket Notification, MEDLINE, FDA MAUDE) was performed to identify all IVC filter types and device-specific complications from 1980 to 2014. Twenty-three IVC filter types (14 retrievable, 9 permanent) were identified. The devices were categorized as follows: conical (n = 14), conical with umbrella (n = 1), conical with cylindrical element (n = 2), biconical with cylindrical element (n = 2), helical (n = 1), spiral (n = 1), and complex (n = 1). Purely conical filters were associated with the highest reported risks of penetration (90-100%). Filters with cylindrical or umbrella elements were associated with the highest reported risk of IVC thrombosis (30-50%). Conical Bard filters were associated with the highest reported risks of fracture (40%). The various FDA-approved IVC filter types were evaluated for device-specific complications based on best current evidence. This information can be used to guide and optimize clinical management in patients with indwelling IVC filters.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "26301030",
    "Title": "Occurrence and Management Strategies for Catheter Entrapment with Onyx Liquid Embolization.",
    "Abstract": "In June 2012, Food and Drug Administration (FDA) issued a warning about the risk of catheter entrapment associated with Onyx embolization. We used our experience, literature review, and FDA Manufacturer and User Facility Device Experience (MAUDE) data review to identify five strategies to address catheter entrapment: 1/. Surgical resection of vessel at point of entrapment of catheter and retraction from exterior portion at the femoral region; 2/. Advancing and closing the loop of snare over the entrapped catheter followed by retraction; 3/. Advancing the distal access catheter over the entrapped catheter and retraction with forward movement of the distal access catheters; 4/. Inflation of balloon catheter coaxial to the entrapped catheter with subsequent retraction; and 5/. Intravascular retention and internalization of microcatheter. In the MAUDE data, there were 77 reports of catheter entrapment with Onyx embolization; microcatheter was retracted by surgical excision in 15, endovascular snare or other retriever devices in 5, deliberately entrapped inside the vessel using stent in 1, and left without intervention within intravascular compartment in 27 patients.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "25540680",
    "Title": "A use case study on late stent thrombosis for ontology-based temporal reasoning and analysis.",
    "Abstract": "In this paper, we show how we have applied the Clinical Narrative Temporal Relation Ontology (CNTRO) and its associated temporal reasoning system (the CNTRO Timeline Library) to trend temporal information within medical device adverse event report narratives. 238 narratives documenting occurrences of late stent thrombosis adverse events from the Food and Drug Administration's (FDA) Manufacturing and User Facility Device Experience (MAUDE) database were annotated and evaluated using the CNTRO Timeline Library to identify, order, and calculate the duration of temporal events. The CNTRO Timeline Library had a 95% accuracy in correctly ordering events within the 238 narratives. 41 narratives included an event in which the duration was documented, and the CNTRO Timeline Library had an 80% accuracy in correctly determining these durations. 77 narratives included documentation of a duration between events, and the CNTRO Timeline Library had a 76% accuracy in determining these durations. This paper also includes an example of how this temporal output from the CNTRO ontology can be used to verify recommendations for length of drug administration, and proposes that these same tools could be applied to other medical device adverse event narratives in order to identify currently unknown temporal trends.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "25324917",
    "Title": "Risk of transmission of carbapenem-resistant Enterobacteriaceae and related \"superbugs\" during gastrointestinal endoscopy.",
    "Abstract": "To evaluate the risk of transmission of carbapenem-resistant Enterobacteriaceae (CRE) and their related superbugs during gastrointestinal (GI) endoscopy. Reports of outbreaks linked to GI endoscopes contaminated with different types of infectious agents, including CRE and their related superbugs, were reviewed. Published during the past 30 years, both prior to and since CRE's emergence, these reports were obtained by searching the peer-reviewed medical literature (via the United States National Library of Medicine's \"MEDLINE\" database); the Food and Drug Administration's Manufacturer and User Facility Device Experience database, or \"MAUDE\"; and the Internet (via Google's search engine). This review focused on an outbreak of CRE in 2013 following the GI endoscopic procedure known as endoscopic retrograde cholangiopancreatography, or ERCP, performed at \"Hospital X\" located in the suburbs of Chicago (IL; United States). Part of the largest outbreak of CRE in United States history, the infection and colonization of 10 and 28 of this hospital's patients, respectively, received considerable media attention and was also investigated by the Centers for Disease Control and Prevention (CDC), which published a report about this outbreak in Morbidity and Mortality Weekly Report (MMWR), in 2014. This report, along with the results of an independent inspection of Hospital X's infection control practices following this CRE outbreak, were also reviewed. While this article focuses primarily on the prevention of transmissions of CRE and their related superbugs in the GI endoscopic setting, some of its discussion and recommendations may also apply to other healthcare settings, to other types of flexible endoscopes, and to other types of transmissible infectious agents. This review found that GI endoscopy is an important risk factor for the transmission of CRE and their related superbugs, having been recently associated with patient morbidity and mortality following ERCP. The CDC reported in MMWR that the type of GI endoscope, known as an ERCP endoscope, that Hospital X used to perform ERCP in 2013 on the 38 patients who became infected or colonized with CRE might be particularly challenging to clean and disinfect, because of the complexity of its physical design. If performed in strict accordance with the endoscope manufacturer's labeling, supplemented as needed with professional organizations' published guidelines, however, current practices for reprocessing GI endoscopes, which include high-level disinfection, are reportedly adequate for the prevention of transmission of CRE and their related superbugs. Several recommendations are provided to prevent CRE transmissions in the healthcare setting. CRE transmissions are not limited to contaminated GI endoscopes and also have been linked to other reusable flexible endoscopic instrumentation, including bronchoscopes and cystoscopes. In conclusion, contaminated GI endoscopes, particularly those used during ERCP, have been causally linked to outbreaks of CRE and their related superbugs, with associated patient morbidity and mortality. Thorough reprocessing of these complex reusable instruments is necessary to prevent disease transmission and ensure patient safety during GI endoscopy. Enhanced training and monitoring of reprocessing staffers to verify the proper cleaning and brushing of GI endoscopes, especially the area around, behind and near the forceps elevator located at the distal end of the ERCP endoscope, are recommended. If the ERCP endoscope features a narrow and exposed channel that houses a wire connecting the GI endoscope's control head to this forceps elevator, then this channel's complete reprocessing, including its flushing with a detergent using a procedure validated for effectiveness, is also emphasized.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "24069035",
    "Title": "The role of vaginal mesh procedures in pelvic organ prolapse surgery in view of complication risk.",
    "Abstract": "Synthetic transvaginal mesh has been employed in the treatment of pelvic organ prolapse for more than a decade. As the use of these devices increased during this period so did adverse event reporting. In 2008, the Food and Drug Administration (FDA) Public Health Notification informed physicians and patients of rising concerns with the use of synthetic transvaginal mesh. Shortly thereafter and in parallel to marked increases in adverse event reporting within the Manufacturer and User Device Experience (MAUDE), the FDA released a Safety Communication regarding urogynecologic surgical mesh use. Following this report and in the wake of increased medical industry product withdrawal, growing medicolegal concerns, patient safety, and clinical practice controversy, many gynecologists and pelvic reconstructive surgeons are left with limited long-term data, clinical guidance, and growing uncertainty regarding the role of synthetic transvaginal mesh use in pelvic organ prolapse. This paper reviews the reported complications of synthetic transvaginal mesh with an evidence-based approach as well as providing suggested guidance for the future role of its use amidst the controversy.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "23586003",
    "Title": "Technical accuracy of optical and the electromagnetic tracking systems.",
    "Abstract": "Thousands of operations are annually guided with computer assisted surgery (CAS) technologies. As the use of these devices is rapidly increasing, the reliability of the devices becomes ever more critical. The problem of accuracy assessment of the devices has thus become relevant. During the past five years, over 200 hazardous situations have been documented in the MAUDE database during operations using these devices in the field of neurosurgery alone. Had the accuracy of these devices been periodically assessed pre-operatively, many of them might have been prevented. The technical accuracy of a commercial navigator enabling the use of both optical (OTS) and electromagnetic (EMTS) tracking systems was assessed in the hospital setting using accuracy assessment tools and methods developed by the authors of this paper. The technical accuracy was obtained by comparing the positions of the navigated tool tip with the phantom accuracy assessment points. Each assessment contained a total of 51 points and a region of surgical interest (ROSI) volume of 120x120x100 mm roughly mimicking the size of the human head. The error analysis provided a comprehensive understanding of the trend of accuracy of the surgical navigator modalities. This study showed that the technical accuracies of OTS and EMTS over the pre-determined ROSI were nearly equal. However, the placement of the particular modality hardware needs to be optimized for the surgical procedure. New applications of EMTS, which does not require rigid immobilization of the surgical area, are suggested.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "22919127",
    "Title": "Mesh complications in female pelvic floor reconstructive surgery and their management: A systematic review.",
    "Abstract": "We reviewed the incidence, predisposing factors, presentation and management of complications related to the use of synthetic mesh in the management of stress urinary incontinence and pelvic organ prolapse repair. Immediate complications, such as bleeding, hematoma, injury to adjacent organs during placement of mesh and complication of voiding dysfunction are not discussed in this review, since they are primarily related to technique. A PubMed search of related articles published in English was done from April 2008 to March 2011. Key words used were urinary incontinence, mesh, complications, midurethral sling, anterior prolapse, anterior vaginal repair, pelvic organ prolapse, transvaginal mesh, vault prolapse, midurethral slings, female stress urinary incontinence, mesh erosion, vaginal mesh complications, and posterior vaginal wall prolapse. Since there were very few articles dealing with the management of mesh-related complications in the period covered in the search we extended the search from January 2005 onwards. Articles were selected to fit the scope of the topic. In addition, landmark publications and Manufacturer and User Facility Device Experience (MAUDE) data (FDA website) were included on the present topic. A total of 170 articles were identified. The use of synthetic mesh in sub-urethral sling procedures is now considered the standard for the surgical management of stress urinary incontinence. Synthetic mesh is being increasingly used in the management of pelvic organ prolapse. While the incidence of extrusion and erosion with mid-urethral sling is low, the extrusion rate in prolapse repair is somewhat higher and the use in posterior compartment remains controversial. When used through the abdominal approach the extrusion and erosion rates are lower. The management of mesh complication is an individualized approach. The choice of the technique should be based on the type of mesh complication, location of the extrusion and/or erosion, its magnitude, severity and potential recurrence of pelvic floor defect.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "19322228",
    "Title": "The NTI-tss device may be used successfully in the management of bruxism and TMD.",
    "Abstract": "DATA SOURCES: The Cochrane Library, Medline, TRIP database, MEDPILOT.DE, BIREME, several German-language journals, Google Scholar, the Web of Science, NTI-tss-associated websites , references of relevant articles and the MAUDE database of adverse events. STUDY SELECTION: Randomised controlled trials (RCT) were included and their quality was assessed using the Jadad score. DATA EXTRACTION AND SYNTHESIS: A qualitative synthesis was carried out. RESULTS: Nine out of 68 relevant publications reported the results of five different RCT. Two RCT concentrated on electromyographic (EMG) investigations in patients with temporomandibular disorders (TMD) and concomitant bruxism or with bruxism alone. In both studies, the NTI-tss device showed significant reduction of EMG activity compared with use of an occlusal stabilisation splint. Two RCT focused exclusively on TMD patients: in one, a stabilisation appliance led to greater improvement than use of an NTI-tss device, whereas in the other no difference was found. In a further RCT, participants who suffered from tension-type headaches or migraines responded more favourably to the NTI-tss splint than to a bleaching tray. NTI-tss-induced complications related predominantly to single teeth or to the occlusion. CONCLUSIONS: Evidence from RCT suggests that the NTI-tss device may be successfully used for the management of bruxism and TMD. To avoid potential unwanted effects, it should be chosen only if the practitioner is certain a patient will be compliant with follow-up appointments. The NTI-tss bite splint may be justified when a reduction of jaw closer muscle activity (eg, jaw clenching or tooth grinding) is desired, or as an emergency device when people have acute temporomandibular pain and, possibly, restricted jaw opening.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "30172248",
    "Title": "Medical Bioethics in Dermatologic Procedures.",
    "Abstract": "The US Food and Drug Administration (FDA) held a hearing on the safety of dermal fillers in November of 2008 which generated a great deal of media attention and, more importantly, got our attention. The adverse reporting data came from the FDA’s Manufacturer and User Facility Device Experience (MAUDE) database and numbered 930 cases over the past 6 years, bringing the complication rate to an estimated 1 in 10 000. Some of the complications were severe, such as facial palsy or anaphylaxis; while others included scarring. Such rare but grave complications are generally considered acceptable risks for treatments of medical illnesses (eg, infections or carcinomas); but are these rare complications for elective cosmetic enhancement acceptable?",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "18662411",
    "Title": "The NTI-tss device for the therapy of bruxism, temporomandibular disorders, and headache - where do we stand? A qualitative systematic review of the literature.",
    "Abstract": "BACKGROUND: The NTI-tss device is an anterior bite stop, which, according to the manufacturer, is indicated for the prevention and treatment of bruxism, temporomandibular disorders (TMDs), tension-type headaches, and migraine. The aim of this systematic review was to appraise the currently available evidence regarding the efficacy and safety of the NTI-tss splint. METHODS: We performed a systematic search in nine electronic databases and in NTI-tss-associated websites (last update: December 31, 2007). The reference lists of all relevant articles were perused. Five levels of scientific quality were distinguished. Reporting quality of articles about randomized controlled trials (RCTs) was evaluated using the Jadad score. To identify adverse events, we searched in the identified publications and in the MAUDE database. RESULTS: Nine of 68 relevant publications reported about the results of five different RCTs. Two RCTs concentrated on electromyographic (EMG) investigations in patients with TMDs and concomitant bruxism (Baad-Hansen et al 2007, Jadad score: 4) or with bruxism alone (Kavakli 2006, Jadad score: 2); in both studies, compared to an occlusal stabilization splint the NTI-tss device showed significant reduction of EMG activity. Two RCTs focused exclusively on TMD patients; in one trial (Magnusson et al 2004, Jadad score: 3), a stabilization appliance led to greater improvement than an NTI-tss device, while in the other study (Jokstad et al 2005, Jadad score: 5) no difference was found. In one RCT (Shankland 2002, Jadad score: 1), patients with tension-type headache or migraine responded more favorably to the NTI-tss splint than to a bleaching tray. NTI-tss-induced complications related predominantly to single teeth or to the occlusion. CONCLUSION: Evidence from RCTs suggests that the NTI-tss device may be successfully used for the management of bruxism and TMDs. However, to avoid potential unwanted effects, it should be chosen only if certain a patient will be compliant with follow-up appointments. The NTI-tss bite splint may be justified when a reduction of jaw closer muscle activity (e.g., jaw clenching or tooth grinding) is desired, or as an emergency device in patients with acute temporomandibular pain and, possibly, restricted jaw opening.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "34033344",
    "Title": "Use and Application Of MAUDE In Patient Safety",
    "Abstract": "The world health organization defines patient safety as the “absence of preventable harm to a patient during the process of health care and reduction of risk of unnecessary harm associated with health care to an acceptable minimum.” Each day hundreds of thousands of medical devices are utilized for delivering care to patients. As healthcare professionals, it is imperative that we prevent errors, apply lessons learned from our past errors to improve future patient outcomes. The Manufacturer and User Facility Device Experience (MAUDE) database is an online searchable and publicly accessible repository developed by the United States Food and Drug Administration (FDA) for systematic data collection of adverse outcomes related to the medical devices.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "21249841",
    "Title": "Evaluating and Predicting Patient Safety for Medical Devices with\nIntegral Information Technology",
    "Abstract": "Human errors in medical device use account for a large portion of medical errors. Most of these errors are due to inappropriate designs for user interactions, rather than mechanical failures. Evaluating and predicting patient safety in medical device use is critical for developing interventions to reduce such errors either by redesigning the devices or, if redesign is not an option, by training the users on the identified trouble spots in the devices. We developed two methods for evaluating and predicting patient safety in medical devices with integral information technology, then applied and tested them on several infusion pumps. The first method is a modified discount-usability method called heuristic evaluation. The method was used to evaluate and compare the safety of two 1-channel volumetric infusion pumps. The results show that heuristic evaluation, when modified for medical devices, is a useful, efficient, and low-cost method for evaluating patient safety features of medical devices through the identification of usability problems and their severities. The second method is an extended hierarchical task analysis (EHTA), devised to predict medical errors in medical device use. EHTA divides the task space between the external world of the device interface and the internal cognitive world of the user, allowing for descriptive predictions of potential user errors at the human device level. Its use is demonstrated in the analysis of two infusion pumps. The estimates of the likelihood of user errors with the two pumps are consistent with the corresponding reported use errors in the Federal Drug Administration (FDA)'s Manufacturer and User Device Experience (MAUDE) database, thus demonstrating the usefulness of this tool for predicting medical device use errors.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "21249804",
    "Title": "Making Information Technology a Team Player in Safety: The Case\nof Infusion Devices",
    "Abstract": "Objective: To fulfill the promise of information technology in health care, automation must be made into a “team player.” Methods: Observational research in both the laboratory and field focused on how subjects program infusion devices. These programming activities were examined in detail for a set of tasks, using experienced clinicians as subjects. Observations were validated using U.S. Food and Drug Administration (FDA) incident reports and field studies. Results: The laboratory study shows that difficulties arise from poor coordination between the operator and the device as a result of device complexity. These findings are consistent with reports of device programming problems in the FDA's Manufacturer and User Facility Device Experience (MAUDE ) database. Conclusions: Problems with infusion devices are the result of difficulties that operators have with complex devices and their programming. Opportunities to improve device reliability lie primarily in improving the interface design, such as by making the device's state evident and improving menu structure navigation.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "40469887",
    "Title": "Postmarket Safety Surveillance of FDA-Cleared Prescription Digital Therapeutics Using the Manufacturer and User Facility Device Experience (MAUDE) Database: A Pharmacovigilance Study.",
    "Abstract": "Background and aim Prescription digital therapeutics (PDTs) are software-based medical treatments authorized by the U.S. Food and Drug Administration (FDA) for a range of chronic conditions. As clinical adoption increases, postmarket surveillance becomes essential to ensure safety beyond controlled trial environments. This study aimed to characterize postmarket adverse events and product problems associated with FDA-cleared PDTs using data from the FDA's Manufacturer and User Facility Device Experience (MAUDE) database. This approach supports the generation of hypothesis-forming safety signals in naturalistic care settings, where adherence patterns, off-label use, and user variability are more likely to emerge. Methods We conducted a retrospective, pharmacovigilance study of the MAUDE database through April 30, 2025. Device-specific product codes were used to identify reports related to 13 FDA-cleared PDTs as follows: reSET (Middletown, CT: PursueCare) for substance use disorder, reSET-O (Middletown, CT: PursueCare) for opioid use disorder, Somryst (Alpharetta, GA: Nox Health) and SleepioRx (San Francisco, CA: Big Health) for chronic insomnia, EndeavorRx (Boston, MA: Akili, Inc.) for pediatric attention-deficit/hyperactivity disorder (ADHD), Parallel (San Francisco, CA: Mahana Therapeutics Inc.) and Regulora (Chicago, IL: metaMe Health) for irritable bowel syndrome, Stanza (San Francisco, CA: Swing Therapeutics, Inc.) for fibromyalgia, AspyreRx (New York City, NY: Click Therapeutics, Inc.) for type-2 diabetes, Rejoyn (Princeton, NJ: Otsuka Precision Health, Inc.) for major depressive disorder, DaylightRx (San Francisco, CA: Big Health) for generalized anxiety disorder, MamaLift Plus (Princeton, NJ: Curio Digital Therapeutics) for postpartum depression, and CT-132 (New York City, NY: Click Therapeutics, Inc.) for episodic migraine. Each report was manually reviewed for relevance and data extracted on event type, patient demographics, outcomes, and product details. Results Four reports were initially identified. Two were excluded after verification that they involved non-cleared or over-the-counter digital products. Of the remaining two, one report involved Somryst for insomnia prescribed to a patient with a seizure disorder, a known contraindication listed in its labeling, and resulted in disability. The other involved EndeavorRx, which reported perceived ineffectiveness without clinical harm. No adverse events were identified for the remaining 11 PDTs. Conclusions In this study, only two adverse event reports associated with FDA-cleared PDTs were identified in the MAUDE database. While this may suggest a favorable safety profile, the findings must be interpreted with caution given the limitations of passive surveillance systems, including underreporting, reporting bias, and limited capacity to capture software-specific harms. These preliminary results highlight the need for modernized, active safety monitoring frameworks tailored to the unique risks of digital therapeutics.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "40457428",
    "Title": "Prevalence and root causes of operating room fires in the United States 2014-2024.",
    "Abstract": "BACKGROUND: Operating room fires, though rare, pose serious risks to patient and operator safety. Among the known ignition sources, light-emitting surgical devices-including fiberoptic cables, headlamps, and light boxes-are increasingly recognized contributors. However, the true prevalence and underlying causes remain under-characterized in national surveillance data. This study hypothesized that operator error is a leading cause of light-source-related fires and sought to identify specific device types, procedural timing, and preventable risk factors involved in these adverse events. METHODS: Reports from the U.S. FDA's MAUDE database were analyzed for light source-related operating room fires from January 1, 2014, to January 1, 2024. Events were categorized by device type, procedural timing, root cause, and resultant injury. RESULTS: A total of 45 adverse events were analyzed. Most fires were associated with light sources (33.3%), light headlamps (31.1%), and fiberoptic cables (20%). Intraoperative fires comprised the majority (35.6%). Operator error accounted for 37.8% of cases, with common errors including device mishandling (35.2%) and failure to detect damage (17.6%). Only 13.3% required intra-procedural interventions; injuries included one patient burn and two operator injuries. CONCLUSIONS: Most operating room fires involving light sources were linked to modifiable operator errors. These findings underscore the urgent need for preventive strategies-including mandatory training, regular equipment checks, and improved design standards-to reduce intraoperative fire risk and enhance surgical safety.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "40450160",
    "Title": "A general framework for governing marketed AI/ML medical devices.",
    "Abstract": "This project represents the first systematic assessment of the US Food and Drug Administration's postmarket surveillance of legally marketed artificial intelligence and machine learning based medical devices. We focus on the Manufacturer and User Facility Device Experience database-the FDA's central tool for tracking the safety of marketed AI/ML devices. In particular, we evaluate the data pertaining to adverse events associated with approximately 950 medical devices incorporating AI/ML functions for devices approved between 2010 through 2023, and we find that the existing system is insufficient for properly assessing the safety and effectiveness of AI/ML devices. In particular, we make three contributions: (1) characterize the adverse event reports for such devices, (2) examine the ways in which the existing FDA adverse reporting system for medical devices falls short, and (3) suggest changes FDA might consider in its approach to adverse event reporting for devices incorporating AI/ML functions.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "40382262",
    "Title": "Editorial: Keeping them honest MAUDE! But can we do better?",
    "Abstract": "N/A",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "40529013",
    "Title": "Adjustable continence therapy for men (ProACTTM): systematic review and compendium of adverse events.",
    "Abstract": "BACKGROUND: Adjustable continence therapy for men (ProACTTM) is an inflatable para-urethral balloon approved for consumer use in the United States by the Food and Drug Administration in 2015. Post-approval adverse events (AEs) have been catalogued in Manufacturer and User Facility Device Experience (MAUDE). To characterize the complication profile of the device, we systematically reviewed all publications and MAUDE narratives outlining AEs related to ProACTTM. METHODS: Thirty-one peer-reviewed publications studying ProACTTM implantation in humans were identified by search of PubMed and Google Scholar using combination of keywords \"ProACT\", \"balloon\", and \"continence\". Eleven studies were excluded. The MAUDE database was searched for reports of AEs related to the placement of ProACTTM and narratives of AEs were characterized. RESULTS: Of 1,607 patients treated in published studies, 752 AEs occurred. The most common were mechanical failure (n=224, 30%), device migration/malposition (n=155, 21%), and device erosion (n=120, 16%). Devices were explanted in 24% of patients and revised or reimplanted in 28% of cases. In the MAUDE database, the AEs identified were similar, with most common complications including device erosion (n=32, 49%), surgical site infection (n=15, 19%), and urinary retention (n=9, 11%). CONCLUSIONS: Use of the ProACTTM device is associated with a high rate of AEs. Limitations include the lack of clinical details in the MAUDE database.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "40511388",
    "Title": "Hypoglossal Nerve Stimulation Respiratory Lead Migration: MAUDE Database Review and Case Report.",
    "Abstract": "OBJECTIVE: Unilateral hypoglossal nerve stimulation (HGNS) to treat obstructive sleep apnea involves implantation of a pulse generator, a respiratory sensing lead, and a stimulation lead. Complications may arise related to all components. Previous studies have presented the overall incidence of reported adverse events. The objective of this study was to provide an updated report of complications from the Food and Drug Administration's Manufacturer and User Facility Device Experience (MAUDE) database, with a focus on the respiratory sensing lead, and propose a care algorithm with two cases of sensing lead migration. STUDY DESIGN: Retrospective cross-sectional study, case report. SETTING: Tertiary care center. METHODS: The MAUDE database was queried for events related to the HGNS respiratory sensing lead from January 1, 2000, to December 1, 2022. Primary outcomes were respiratory lead migration resulting in pneumothorax or need for revision surgery/explantation. RESULTS: In total, 151 out of 765 HGNS adverse events were related to the respiratory sensing lead, and of those, 75 were related to lead migration. There were seven events related to migration of the sensing lead into the pleural space, of which six cases underwent revision surgery (<1% of adverse events reported related to HGNS). Two cases noted pneumothorax due to sensing lead migration. We report two cases of sensing lead migration at our institution. Migration was demonstrated with serial imaging. These cases highlight the potential need for preoperative or intraoperative chest tube placement, based on the extent of migration, complications, and complexity. CONCLUSION: Migration of the respiratory sensing lead is a rare event with multidisciplinary surgical planning considerations.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "40500020",
    "Title": "Adverse Events Reported for the Evoque Transcatheter Tricuspid Valve Replacement: A MAUDE Database Analysis.",
    "Abstract": "N/A",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "40474858",
    "Title": "Real-World Safety Profile of the Extravascular (EV) Implantable Defibrillator System: Insights From the MAUDE Database.",
    "Abstract": "N/A",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "40654302",
    "Title": "Analysis of Lacrimal Stents and Balloon Catheters Complications: A 10-Year Review of the FDA MAUDE Database.",
    "Abstract": "PURPOSE: To analyze adverse events and failures associated with lacrimal stents, intubation sets, and balloon catheters using reports from the Food and Drug Administration's Manufacturer and User Facility Device Experience database over a decade. METHODS: A retrospective analysis was conducted on 86 medical device reports from the Manufacturer and User Facility Device Experience database between May 27, 2014 and February 24, 2024. Data on adverse events, device types, and patient demographics were extracted. Descriptive statistics summarized the frequency and types of events. RESULTS: A total of 86 device-related and 46 patient-related adverse events were reported. Among the patient-related events, 43 involved foreign body retention, 2 involved bloody tears, and one of slight bleeding. Regarding device-related events, 73.3% were tube-related, with the most common issues being tube penetration due to a missing stainless-steel ring (38.4%), followed by tube tip breakage (8.1%) and leaks (7%). Issues with the dilation process comprised 5.8%. Balloon-related problems, primarily balloon tears (10.5%), accounted for 20.9% of device-related events. The reports revealed demographic gaps, with complete patient information available in less than half of the cases. The findings highlight recurrent failure modes linked to specific device brands and insertion techniques. CONCLUSION: This study offers a comprehensive overview of failure scenarios and associated risk factors for lacrimal stents, intubation sets, and balloon catheters. Detailing adverse events and device-specific issues, it aims to assist clinicians in anticipating potential complications and improving management strategies. Enhanced reporting and rigorous postmarket surveillance are crucial to further optimize device safety and effectiveness.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "40628307",
    "Title": "The Hidden Cost of Robotic Spine Surgery: Real-World Adverse Events Cause 58-Minute Delays and Undermine Economic Viability.",
    "Abstract": "BACKGROUND CONTEXT: Robotic spine surgery has experienced substantial market growth with global projections exceeding $1.2 billion by 2026. Manufacturers prominently promote enhanced screw placement accuracy, reduced radiation exposure, and improved surgical efficiency as primary value propositions. PURPOSE: To provide a comprehensive economic analyses incorporating the impact of adverse events on manufacturer claimed benefits. STUDY DESIGN: Cross-sectional study PATIENT SAMPLE: This study included 1346 robotic spine surgery adverse events (812 MazorX and 534 Globus Excelsius) reported to the FDA Manufacturer and User Facility Device Experience (MAUDE) database from 2016 to 2025. OUTCOME MEASURES: Adverse event characterizations and procedural delay METHODS: Using a structured extraction methodology, we quantified procedural time impacts, workflow modifications, and resource utilization requirements associated with robotic complications. These measured parameters were subsequently incorporated into an economic model evaluating financial viability across 189 scenarios with varied operating room costs, annual case volumes, and complication rates. RESULTS: Adverse events resulted in a mean procedural delay of 58.1 minutes (95% CI, 54.7-61.5 minutes), with significant variation between robotic systems (Globus: 88.5 minutes vs MazorX: 45.3 minutes; P<.001). Precision issues, despite representing the central marketing claim of robotic technology, constituted 66.4% of reported complications. Robot abandonment occurred in 34.4% of cases, resulting in significantly longer delays (71.4 vs 44.8 minutes; P<.001). Economic analysis incorporating these measured disruptions demonstrated that none of the 189 modeled scenarios achieved financial breakeven within the systems' 7-year useful life, with even optimal conditions requiring 33.8 years to recover initial investment costs. CONCLUSION: Our findings highlight a disconnect between the marketed efficiency of robotic spine surgery and its observed economic and clinical realities. The increased procedural delays and predominance of precision-related adverse events suggest that current robotic platforms may require further refinement to align more closely with the operational needs of surgeons and the fiscal priorities of healthcare systems striving to balance innovation, quality, and value.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "40761863",
    "Title": "Adverse events associated with Implantable Collamer Lens: insights from the FDA MAUDE database.",
    "Abstract": "PURPOSE: Implantable Collamer Lens (ICL) implantation is rising globally, yet real-world studies on adverse events (AEs) remain scarce. This study analyses ICL-related complications using the MAUDE database. METHODS: Data on ICL-related AEs were extracted from the MAUDE database. Cases were categorized into spherical and toric ICLs based on lens diopter. Descriptive statistics summarized device-related issues and complications, and Cramér's V assessed their associations. Management strategies and resolution rates for common complications were also evaluated. RESULTS: Among 25,001 ICL-related AEs, 43.8% involved spherical ICLs and 56.2% toric ICLs. Common device-related issues included \"Shape and/or size problems\" (nearly half of annual AEs) and \"Off-label use\" (around 20%, rising since 2019 and stabilizing). \"Operation and control issues\" declined steadily since 2019, stabilizing below 3%. Spherical ICL cases with \"Activation, positioning, or separation problems\" dropped below 1% post-2019, while toric cases remained at 6.9-9.0%. The top three complications-\"Vision issues,\" \"Intraocular pressure issues\" and \"Lens-related issues\"-were most frequent, with \"No patient impact\" in most cases. Moderate correlations were found between complications and ICL-related AEs (p = 9.999 × 10-5, Cramér's V: 0.47 for spherical, 0.45 for toric). Management strategies, including lens exchange and lens extraction followed by surgery, demonstrated high resolution rates. CONCLUSION: While ICL implantation is generally safe, concerns about inappropriate sizing and off-label use persist. This study suggests that improving lens sizing accuracy and adhering to guidelines may reduce AEs.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "40707756",
    "Title": "Analysis of Reported Adverse Events Associated with Sphincterotomes: An FDA Manufacturer and User Facility Device Experience (MAUDE) Database Study.",
    "Abstract": "BACKGROUND: Sphincterotomes are widely used during endoscopic retrograde cholangiopancreatography (ERCP) for duct cannulation and sphincterotomy. ERCP can be associated with various adverse events (AEs); however, those associated with sphincterotome device problems are not well known. We aim to analyze device problems and patient-related AEs associated with sphincterotomes using the Food and Drug Administration's (FDA) Manufacturer and User Facility Device Experience (MAUDE) database. METHODS: After a comprehensive search, we analyzed the post-marketing surveillance data for sphincterotomes from the FDA's MAUDE database to report device-related deaths, injuries, and modes of failure from January 2014 to September 2024. Data related to manufacturers, device problems, and patient outcomes was collected, and descriptive statistics were performed to summarize findings. Report trends over time analysis was also performed. RESULTS: 3909 reports of events related to sphincterotome use were found through September 2024. Total reports by major manufacturers include Boston Scientific (Natick, MA, USA): 44% (1721/3909), Cook Endoscopy (Winston Salem, NC, USA): 22.7% (887/3909), and Olympus (Center Valley, PA, USA): 33.3% 1301/3909. The most common event was malfunction in 94.7% (3701/3909) followed by injury in 5.1% (200/3909) and death in 0.2% (8/3909). The most common device problem was break in 59.8% (2339/3909). A total of 248 patient-related AEs were identified with the most common being foreign body in patients (n = 61, 24.6%) followed by hemorrhage (n = 55, 22.2%), perforation (n = 44, 16.5%), and pancreatitis (n = 40, 16.1%). There was a positive trend of reports years between 2014 and 2021 with p < 0.001. CONCLUSION: Based on post-marketing surveillance data from the FDA's MAUDE database, our analysis of sphincterotome reports suggests that mechanical failure, particularly device breakage is the most prevalent device problem, and foreign body was the most common patient-related AE. While reported adverse events appear to increase over time, this may reflect increased sphincterotome utilization/procedure volume or reporting vigilance rather than true increases in device-related complications.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "40681342",
    "Title": "Rates of Osteolysis for Commercially Available Cervical Disc Arthroplasty Devices in the United States: A Manufacturer and User Facility Device Experience Database Analysis.",
    "Abstract": "BACKGROUND: Cervical disc arthroplasty (CDA) represents a promising alternative to anterior cervical discectomy and fusion for the treatment of symptomatic degenerative disc disease in appropriately selected patients. It offers the potential benefits of motion preservation and reduced adjacent segment degeneration. However, like any surgical procedure, CDA has associated risks and complications. Among these, postoperative osteolysis, although rare, warrants further investigation to fully understand its incidence, causes, and optimal management strategies. This study's purpose is to elucidate the current incidence of osteolysis following CDA. METHODS: The Manufacturer and User Facility Device Experience (MAUDE) database was queried using the \"Brand Name\" function for: \"Mobi C,\" \"Mobi-C,\" \"Prodisc -C,\" \"Prodisc C,\" \"Bryan,\" \"PCM,\" \"Secure-C,\" \"Secure C,\" \"Prestige,\" \"M6,\" and \"Simplify\" from 1 January 2005 to 30 September 2024. Search results were further queried for the word \"osteolysis.\" Osteolysis percentage was calculated as a proportion of a total number of valid reports. The findings from this study were compared with published literature. RESULTS: The total number of osteolysis events reported in the MAUDE database for each disc was 2 Mobi-C, 1 Prodisc-C, 3 Bryan, 0 PCM, 0 Secure-C, 2 Prestige, 138 M6, and 16 Simplify. The highest rate of osteolysis was found in the M6 (36.2%) and Simplify discs (25.8%). Results from the MAUDE database were consistent with previously published literature. CONCLUSION: While acknowledging the limitations of the MAUDE database, the data presented give rise to substantial concerns regarding the association of osteolysis with the M6 implant. While the reports on the Simplify disc are recent, the current findings indicate a necessity for careful monitoring. Although surgeon participation in the MAUDE database is optional, it is imperative to promptly report any issues with recent technology to ensure fellow surgeons and the public are well informed. CLINICAL RELEVANCE: This report brings to light a clinical concern of osteolysis in cervical TDR surgeries that was not previously discussed. Using these findings, surgeons can look out for signs of osteolysis in earlier follow-up to provide early treatment.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "40673630",
    "Title": "Pediatric Complications of Automated Tympanostomy Tube Systems: MAUDE Analysis and Systematic Review.",
    "Abstract": "OBJECTIVES: This study evaluates complications associated with automated tympanostomy tube delivery systems (TDS) in pediatric patients through a systematic review and analysis of the Manufacturer and User Facility Device Experience (MAUDE) database. DATA SOURCES: MEDLINE, Embase, Cochrane CENTRAL, Web of Science, and MAUDE. METHODS: A systematic review following PRISMA guidelines identified studies on automated TDS, while the MAUDE database was queried using the product class \"tympanostomy tube delivery system with drug\" and relevant manufacturers. Primary outcomes included intra- and post-procedural complications, while secondary outcomes assessed procedural success and escalation to general anesthesia (GA) or total intravenous anesthesia (TIVA) in the operating room (OR). RESULTS: Intraprocedural complications occurred in 8.2% of cases. The most frequently cited complication in the literature was excessive movement or behavioral intolerance (56%), while inadequate anesthesia (38%) was the leading intraprocedural issue in MAUDE reports. The average procedural success rate was 91%, with 3.2% requiring OR escalation. Postprocedural complications occurred in 33% of cases, with tube occlusion (36%) and reluctance to undergo ear examinations (30%) as the most common short-term events. Long-term complications included otitis media with otorrhea (32%) and otitis media (25%). CONCLUSION: While TDS were designed to streamline in-office care, their effectiveness remains uncertain due to challenges in achieving adequate immobility and anesthesia in awake pediatric patients. Although complication rates appear comparable to traditional tympanostomy tubes, some reports highlight concerns regarding procedural distress. Further research is needed to refine patient selection, optimize anesthesia protocols, and assess long-term outcomes to determine their role in pediatric otolaryngology. LEVEL OF EVIDENCE: N/A.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "40778487",
    "Title": "Real-World Safety and Complications of the Boston Scientific AGENT Drug-Coated Balloon From the FDA MAUDE Database.",
    "Abstract": "BACKGROUND: Drug-coated balloons (DCBs) represent a novel treatment option for coronary in-stent restenosis (ISR). The AGENT DCB (Boston Scientific, Marlborough, MA) demonstrated superior efficacy in treating ISR compared to uncoated balloons in randomized controlled trials. However, real-world data on AGENT DCB safety remains limited. AIMS: This study sought out to evaluate post-marketing adverse event reports related to the AGENT DCB. METHODS: This study analyzed post-marketing adverse event reports submitted to the FDA Manufacturer and User Facility Device Experience (MAUDE) database between March 1, 2024, and March 1, 2025, specifically focusing on coronary interventions utilizing the AGENT DCB. Reports were independently reviewed and categorized by device-related complications, patient injuries, and device failures. Data were summarized descriptively, and limitations inherent to the MAUDE database were considered. RESULTS: After screening and excluding duplicates, 155 reports on the AGENT DCB were included. Among all reports, device malfunctions without injury were most common (56.77%), followed by patient injury (30.97%) and death (12.26%). Of the total reported device problems, balloon rupture (33.55%) and shaft breakage (10.32%) were predominant. Injuries reported included angina (32.84%), acute myocardial infarction (29.85%), and coronary perforation (8.95%). Notably, 30 MAUDE reports described off-label treatment of de novo lesions; these off-label cases exhibited similar injury rates compared to ISR-treated lesions (53.33% vs. 57.89%). CONCLUSION: Real-world analysis of FDA MAUDE reports revealed frequent device malfunctions, mainly balloon rupture and shaft breakage, and patient complications such as angina, myocardial infarction, and coronary perforation. The off-label use for de novo lesions highlights the need for caution and further clinical investigation.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "40865805",
    "Title": "Letter: The Hidden Cost of Robotic Spine Surgery: Real-World Adverse Events Cause 58-Minute Delays and Undermine Economic Viability.",
    "Abstract": "N/A",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "40848167",
    "Title": "Real-World Safety Profile of EVO and EVO+ Implantable Collamer Lenses: A Retrospective Study Based on FDA Surveillance Data.",
    "Abstract": "INTRODUCTION: To evaluate and characterize adverse events (AEs) associated with EVO and EVO+ implantable collamer lens (ICL) using real-world post-marketing surveillance data from the Food and Drug Administration (FDA)'s MAUDE database. METHODS: A retrospective analysis was conducted on AE reports related to EVO and EVO+ ICLs, including both spherical and toric models, submitted between 2015 and 2023. After excluding duplicate entries and incomplete records, reports were stratified by lens model and optical type into four groups: spherical EVO, toric EVO, spherical EVO+, and toric EVO+. Each report was independently reviewed by two senior ophthalmologists to classify the associated complications. Descriptive statistics were used to evaluate the proportional distribution of complications across subgroups and to assess the annual trend in reported AEs. RESULTS: A total of 17,482 AEs reports were analyzed. Across all subgroups, over half of the reports documented no clinical signs or symptoms. Blurred vision was the most frequently reported visual complaint, with a relatively higher reporting frequency in the EVO+ groups. Events involving elevated intraocular pressure and glaucoma were more commonly reported among EVO+ recipients. In addition, a number of rare but clinically significant complications were documented, including hemorrhage, hyphema, decreased intraocular pressure, endophthalmitis, and toxic anterior segment syndrome. The annual number of reported AEs showed a consistent upward trend throughout the study period. CONCLUSION: This real-world data analysis provides insights into the distribution of major complications associated with ICL implantation in clinical practice. Comprehensive identification and reporting of rare adverse outcomes may help surgeons broaden their perspectives, enhance surgical preparedness, and provide more personalized and informed preoperative counseling.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "40885264",
    "Title": "Letter to the Editor: The Hidden Cost of Robotic Spine Surgery: Real-World Adverse Events Cause 58-Minute Delays and Undermine Economic Viability.",
    "Abstract": "N/A",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "40917172",
    "Title": "Safety of a pacemaker mode intended to protect patients.",
    "Abstract": "BACKGROUND: In 2021, Boston Scientific (BSC) announced that its Ingenio pacemakers (PMs) could exhibit high internal battery impedances (HIBIs) and trigger the safety mode (SM) that should preserve pacing when PM function is jeopardized. SM is VVI or biventricular pacing, 72.5 bpm, and unipolar, with a sensitivity of 0.25 mV. In 2023, BSC said SM may pause pacing and 3 deaths occurred in PM-dependent patients. In 2024, BSC warned that some Accolade PMs had HIBI and SM could occur. OBJECTIVE: This study aimed to quantify adverse events (AEs) associated with SM and compare them with Abbott's backup (BU), Medtronic's reset (RE), and Biotronik's backup mode. METHODS: The Food and Drug Administration's Manufacturer and User Facility Device Experience database was searched from 2021 to 2024 for AE involving SM, BU, RE, and backup mode. RESULTS: We found 1379 AEs, including 13 deaths and 574 major AEs; 525 AEs (91.5%) were PMs in SM vs 31 (5.4%) in BU, 18 (3.1%) in RE, and none (P < .001) in backup mode. SM was associated with 349 syncopal events that resulted in head injuries (n = 25) or falls (n = 20); BU- or RE-related syncopal events resulted in 1 head injury and no falls (P < .001). Pacing inhibition was described for 204 SM-related syncopal events (58.%) but none for BU or RE. HIBI was the most common but not an exclusive cause of SM. CONCLUSION: SM is associated with major AEs that are more numerous and serious than BU, RE, or backup mode. Most SM AEs seem related to its high sensitivity (0.25 mV), and consequently, SM may be unsafe for PM-dependent patients.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "40912661",
    "Title": "An Analysis of Adverse Events Associated with Mandibular Repositioning Appliances (MRA)- Study of the FDA Manufacturer and User Facility Device Experience (MAUDE) Database.",
    "Abstract": "STUDY OBJECTIVES: Mandibular repositioning appliances (MRAs) are widely used for obstructive sleep apnea (OSA) and snoring, but their safety profile remains underexplored. This study analyzes adverse events associated with MRAs using the FDA Manufacturer and User Facility Device Experience (MAUDE) database. METHODS: A retrospective review of the MAUDE database identified adverse events related to MRAs under the product code \"LRK\" from January 1, 2015, to February 8, 2025. Reports were categorized into seven groups: allergic reactions, broken parts, loose screws, dental issues, ill-fitted appliances, temporomandibular joint (TMJ) problems, and miscellaneous issues. Duplicate reports and unrelated cases were excluded. RESULTS: A total of 517 reports were analyzed, with allergic reactions (40.3%) and device breakage (39.4%) being the most frequently reported issues. Other events included loose screws (6.3%), dental issues (3.5%), ill-fitting appliances (3.3%), TMJ problems (2.9%), and miscellaneous complaints (3.3%). Custom-made MRAs were involved in 85% of cases, while boil-and-bite devices accounted for 15%. CONCLUSION: Our analysis of the MAUDE database reveals an increasing number of adverse event reports related to MRAs, reflecting their growing use in treating OSA and snoring. Outcomes and success depend on factors like device type, patient selection, and adherence. Adverse events such as allergic reactions and device breakage highlight the need for proper material selection and maintenance, favoring MRAs made from biocompatible materials over polymethyl methacrylate or metal. MRAs also present limitations such as dental contraindications and occlusal changes, stressing the importance of patient monitoring. Future research should focus on prospective studies to better assess outcomes.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "40905304",
    "Title": "Expandable, But at What Cost? Failure Patterns in Corpectomy Cages from 373 Real-World Adverse Events.",
    "Abstract": "STUDY DESIGN: Cross-sectional study. OBJECTIVE: This study aimed to analyze the failure patterns of expandable corpectomy cages. SUMMARY OF BACKGROUND DATA: Expandable corpectomy cages offer significant advantages for anterior column reconstruction but introduce unique mechanical complexities. Device-specific failure patterns and their clinical implications remain poorly characterized in the literature. METHODS: We analyzed 373 adverse event reports involving expandable corpectomy cages from the FDA Manufacturer and User Facility Device Experience (MAUDE) database through October 2024. Using validated AI-assisted classification, reports were categorized by failure mode, anatomical location, revision status, and contributing factors. Chi-square tests with Bonferroni correction were used to assess associations between variables. RESULTS: Inserter-related issues constituted the most common adverse events (34.3%), yet rarely resulted in clinical symptoms (5.4%) or revision surgery (21.9%). Conversely, less frequent mechanical failures demonstrated significantly higher revision rates: endplate subsidence (80.0%), device migration (77.8%), and structural fracture (63.8%). Failure modes showed distinct anatomical patterns, with migration predominating in the lumbar spine (31.4% vs. 2.3% cervical), while height loss occurred more frequently in cervical applications (20.5% vs. 7.8% lumbar). Among inserter issues, torque handle calibration failures (18.8%) and set screw complications (25.0%) accounted for nearly half of these events. Surgical technique was identified as the predominant contributing factor across all failure modes (28.7%), while inadequate fixation was specifically associated with device migration (35.6% of migration cases). CONCLUSION: For surgeons, the high reported prevalence of inserter complications may be a key consideration for device selection, particularly regarding set screw mechanisms, despite the apparent lesser clinical impact. Similarly, heightened vigilance may be warranted for lumbar applications of expandable corpectomy cages due to increased migration risk.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "40948456",
    "Title": "Analysis of Adverse Events in Medical Devices for Diabetes.",
    "Abstract": "INTRODUCTION: The objective of this study is to identify adverse events involving medical devices used in home environments with a focus on patients with diabetes and to categorize the probable causes. METHODS: The chosen technologies that are fundamental for monitoring blood glucose and used in users' decision-making were: blood glucose monitor (BGM), continuous glucose monitoring system (CGM) and Insulin Pump. In the search for evidence, two databases from the collection of technovigilance alerts between January 2019 and December 2024 were used: the Technovigilance Analytical Portal of the National Health Surveillance Agency (ANVISA) of Brazil and MAUDE-FDA-USA. RESULTS: On the MAUDE-FDA platform, the total number of notifications were: 52,601 BGM, 1,624,664 of CGM, and 1,339,652 Insulin Pump. Strategies to mitigate the occurrence of adverse events were presented, related to human, technological, and environmental factors. Regarding the main problems reported with the patient, they were hypoglycemia and hyperglycemia. CONCLUSION: This paper highlights the need to encourage the practice of reporting to generate evidence and to present strategies to mitigate adverse events, such as developing user-centered technologies inserted in an interdisciplinary ecosystem in the form of a living laboratory; considering accessibility aspects in development and incorporation; developing guidance resources for users; considering metrological aspects to ensure technological reliability; and including sustainability, security, and data privacy actions. Interconnectivity opens up opportunities for the ubiquitous management of technological processes throughout the life cycle.",
    "MeshTerms": "N/A"
  },
  {
    "PMID": "40937063",
    "Title": "Device failures and patient-related adverse events with small bowel capsule endoscopy: a 20-year MAUDE database analysis.",
    "Abstract": "BACKGROUND: Small bowel capsule endoscopy (SBCE) is a critical tool in the evaluation of small bowel bleeding, detection of small bowel neoplasms and diagnosing Crohn's disease. The object of this study was to examine device failures (DF) and patient-related adverse events (PRAE) in SBCE, including those involving the patency capsule system, using user-generated reports from the US Food and Drug Administration's (FDA) Manufacturer and User facility Device Experience (MAUDE) database. METHOD: We analyzed post marketing surveillance data for SBCE data for all of the SBCE systems from the FDA's MAUDE database from January 2000 until December 2023. RESULTS: A total of 352 reports were obtained during the study period, pertaining to the following SBCE systems, in descending order of frequency: Pillcam SB® system, Pillcam® Patency Capsule, Endocapsule®, CapsoCam® and MiroCam®. The vast majority pertained to the Pillcam® and Pillcam® Patency system: a total of 307 medical device reports with 398 DFs and 569 PRAEs. The most reported DFs were entrapment of the device (n=212, 53.2%), failure to transmit record (n=38, 9.5%), and failure to record (n=35, 8.7%). The most commonly reported PRAEs were a foreign body retained in the patient (n=140, 24.6%), unintentional exposure to radiation (n=104, 18.2%), and unintended exposure to anesthesia (n=58, 10.2%). CONCLUSIONS: Findings from the MAUDE database regarding SBCE devices provide valuable information on DFs and PRAEs. This knowledge can help operators optimize patient selection and reduce patient risk.",
    "MeshTerms": "N/A"
  }
]